{
    "data": [
        {
            "url": "https://techcrunch.com/2023/07/30/when-youve-got-two-exits-under-your-belt-by-the-age-of-26/",
            "epoch_timestamp": 1690726585.0,
            "title": "When you’ve got two exits under your belt by the age of 26",
            "content": "In this week’s edition of The Interchange, we touch on M&As in the fintech space as AngelList nabbed a startup and Uplift got bought for less than it raised in venture funding. We get into those deals, and much more. Want to receive this in your inbox every Sunday? Sign up here.\nLast week, Shopify announced a new offering — Shopify Credit, a business credit card designed exclusively for its merchants. The new product marked Shopify’s first pay-in-full business credit card, said Shopify president Harley Finkelstein. It is powered by Stripe and issued by Celtic Bank, “and accepted everywhere Visa is,” he added. My editor and I were intrigued by the fact that Shopify insisted it would charge no fees — no late fees, no foreign transaction fees, and no interest. But upon further digging into the fine print, as fellow fintech enthusiast Sar Haribhakti tweeted about, it turns out that Shopify is also describing the new offering as a “pay in full credit card.” So, merchants have 25 days after the close of their monthly billing cycle to pay their balance. And if they don’t? Well, according to Shopify’s website, the card will be locked and the merchant won’t be able to make any new purchases until the balance has been repaid. That explains how/why the company is not charging any interest! Unfortunately, I was traveling early last week and didn’t get to actually speak to Harley — our interview was over email, and somehow this little tidbit of information got left out. It certainly was not something that Shopify publicized. It feels like retail/commerce companies deciding to go into the credit card space should proceed with some caution, though, if Apple’s experience is any indication. The Information did a deep dive last week on how “the tech giant and the Wall Street titan went from ‘the most successful credit card launch ever’ to Goldman trying to exit the partnership.”\nI also gave us an update on fintech startup Jeeves, which did something that us reporters wish more (actually, all) private companies would do — share financials. We’ve been covering the goings-on at Jeeves since the startup first emerged from stealth in July of 2021, announcing $131 million in debt and equity financing from investors such as Andreessen Horowitz (a16z). It then announced a $57 million Series B exactly three months later. Jeeves is among the many players in the corporate card space — but CEO and founder Dileep Thazhmon believes it’s got an advantage over competitors in that it can serve clients in Latin America (its biggest market) and other regions by offering cards that can be paid in local currencies. That’s a big deal, he says, because businesses can save money on foreign transaction fees, for example. He told us: “This is a really big differentiator because it means we’re the only expense management company that can issue local cards in Latin America, North America and Europe. It takes time to build rails in other countries. If you look at U.S.-based expense management platforms, they cannot onboard a company headquartered in Mexico. If you look at Mexican expense management providers, they cannot onboard a company [that] is headquartered in the U.S. Jeeves can do both.” Read about how Jeeves entered 2023 with annualized revenue of $40 million, its recent expansion beyond corporate cards into prepaid cards and cross-border payments, and what its plans for the future are here.\nI also got the exclusive on some big news out of AngelList — its purchase of fintech startup Nova and formal expansion into the private equity space. I talked both with AngelList CEO Avlok Kohli and Nova founder Pradyuman Vig about how the deal came about and what the expansion means for the organization. On Friday’s episode of the Equity podcast, Alex Wilhelm, Kirsten Korosec and I dug into what some might consider an unexpected move for AngelList — which has historically served early-stage investors. Hint: We thought it might have a little something to do with its 2022 raise that was co-led by a global investor that rhymes with Kiger. Private equity talk aside, it’s always cool to see a young founder with not just one exit under their belt, but two — by the age of 26. — Mary Ann\nImage Credits: Founder Dileep Thazhmon / Jeeves\nImage Credits: Founder Dileep Thazhmon / Jeeves\nWhat do caregiving and divorce have in common? Financial stress for employees. This week, Christine reported on Helpful raising $7.5 million. The new app brings together insurance benefits, medical records and caregiving resources into one dashboard.\nAs reported by Manish Singh: “The world’s largest asset manager is re-entering India — and it’s doing so in a partnership with Asia’s richest man. Jio Financial Services and BlackRock have struck a deal to form a joint venture, called Jio BlackRock, aimed at serving India’s growing investor base. BlackRock and Reliance’s finance unit are targeting an initial investment of $150 million each into the new 50/50 venture, which will seek to offer tech-enabled access to ‘affordable, innovative’ investment solutions for millions of investors in India, they said.” More here.\nDan Macklin, co-founder of SoFi, has joined Summer as president to help more students and families navigate and reduce student loans. TechCrunch reported on his original departure from SoFi here.\nWe spotted a tweet (or whatever it’s called now) by Forbes’ Alex Konrad this week about his interview with Victor Lazarte (the former CEO of Brazilian games startup Wildlife Studios), who is Benchmark’s newest equal partner. Lazarte told Forbes that he will invest broadly but has an interest in startups in games, consumer and fintech. TechCrunch’s Connie Loizos caught up with Benchmark’s Miles Grimshaw in June to discuss AI investment. More here.\nAlso, feds raised rates, and now some fintechs are doing so, too. Wealthfront announced on X that the rate on its “Cash Account” is increasing to 4.80% APY (annual percentage yield), up from 4.55% through its partner banks. If you refer a friend, you get 5.30% APY. Perhaps an interesting note is the up to $5 million FDIC insurance (and $10 million for joint accounts) being offered. Not to be outdone is Robinhood, which also announced via X that it was offering 4.9% APY on accounts that were FDIC-insured up to $2 million through program banks.\nSix ways FedNow may affect businesses’ cash flow  \nVesttoo investigation reveals $4B fraud involving fake letters of credit\nJohn Collison’s land grab: A Stripe co-founder grows in power\nMastercard’s cease-and-desist letters halt cannabis debit card transactions\nClearwater Analytics to launch new generative artificial intelligence solution for investment management\nAmerican Express introduces commercial partner program\nSeen on TechCrunch\nUpgrade acquires travel-focused BNPL startup Uplift for a song (This is particularly notable considering that Uplift got acquired for far less than it raised over its lifetime.)\nGlossGenius raises $28M to expand its bookings and payments platform for beauty businesses\nBloom Money raises £1M to digitize finance for ethnic communities\na16z-backed Eco unveils Beam, a P2P crypto transfer service aiming to be a ‘global Venmo’\nBunq, the Dutch neobank, has raised $111M at a flat $1.8B valuation to break into the US \nSeen elsewhere\nInspectify, which sells software for property inspection services, lands $5.7M \nDigital MGA Foxquilt secures $12M funding\nHouston workforce training startup acquired by California company\nMercury Financial secures $200M for its credit card business expansion\nDeposit ‘marketplace’ launches with backing from BMO\nSettle books $145M credit facility from Silicon Valley Bank \nJoin us at TechCrunch Disrupt 2023 in San Francisco this September as we explore the impact of fintech on our world today. New this year, we will have a whole day dedicated to all things fintech, featuring some of today’s leading fintech figures. Save up to $600 when you buy your pass now through August 11, and save 15% on top of that with promo code INTERCHANGE. Learn more.\nImage Credits: Bryce Durbin\nImage Credits: Bryce Durbin"
        },
        {
            "url": "https://techcrunch.com/2023/07/30/this-week-in-food-tech-new-fund/",
            "epoch_timestamp": 1690722143.0,
            "title": "This week in food tech: New fund shows food investments are still simmering",
            "content": "If you’re adventurous with your food, or just like to keep up with the fast-moving food tech industry, here’s a roundup of this week’s stories and some notable news we weren’t able to cover.\nThe venture capital fund madness we’ve seen all year has made its way to the food sector. This week, I wrote about Supply Change Capital, which closed on $40 million in capital commitments for its first fund, targeting investments in the global food industry.\nThe female and Latina-owned firm is spearheaded by co-founders and managing partners Noramay Cadena and Shayna Harris, who met 14 years ago in business school.\nThe firm has already made 15 investments, including in allergen-free snack food company Partake Foods, ingredients startup Michroma and alternative seafood maker Aqua Cultured Foods.\nSupply Change joins firms like Joyful Ventures, which debuted in June with $23 million, focused on investment in sustainable protein startups. Joyful was co-founded by Jennifer Stojkovic, Milo Runkle and Blaine Vess and has made two investments from the fund, including New School Foods and Orbillion Bio.\nGlobal investment in food tech and agtech startups were 44% lower than in 2021, totaling $29.6 billion last year. Granted, 2021 had record-breaking investments into this space, but with all this dry powder on the sidelines, it looks promising for the next year.\nBrevel sprouts $18.5M to develop microalgae-based alternative proteins\nMicroalgae is everywhere, it seems. This week, Brevel announced a large seed round that will go toward developing microalgae into an alternative protein powder that can be used in foods.\nCultivated beef, it’s what’s for dinner in Europe: Israel’s Aleph Farms gears up to sell first cultivated beef cuts in Europe.\nNew to the aisles of Whole Foods Markets: Actual Veggies expands at the grocery chain amid over 300% growth in the past year. Meati Foods makes its national launch in 46 states (here’s more about them). And Konscious Foods debuts its frozen, plant-based sushi there.\nEgg-citing growth: Yo! Egg makes its nationwide launch via a partnership with Veggie Grill. Read our coverage of the company, especially as it relates to the recent hike in traditional egg prices.\nSmooth to the touch: MycoWorks unveils plastic-free leather alternative for luxury fashion brands. Read more about our coverage of this company making “leather” from mushrooms.\nGordon Ramsay likes ramen: Gordon Ramsay partners with vegan ramen brand. See who else has plant-based ramen.\nBrewing up some M&A: RTD cold brew maker High Brew acquired by Beliv. Ready-to-drink is big; read more.\nIf you have a juicy tip or lead about happenings in the venture and food tech worlds, you can reach Christine Hall at chall.techcrunch@gmail.com or Signal at 832-862-1051. Anonymity requests will be respected. \nEliminating food waste is the next frontier in saving the planet"
        },
        {
            "url": "https://techcrunch.com/2023/07/29/abundant-opportunities-for-founders-at-techcrunch-disrupt-2023/",
            "epoch_timestamp": 1690646434.0,
            "title": "Abundant opportunities for founders at TechCrunch Disrupt 2023",
            "content": "“Founders first” is the TechCrunch credo — this is the way — and you’ll find the very best and brightest minds in the startup ecosystem gathered at TechCrunch Disrupt 2023, taking place September 19–21 in San Francisco.\nThis year, our programming spans nine stages, seven industries and dozens of breakout sessions and roundtable discussions (for starters). Disrupt is where founders go to grow, collaborate, network and find inspiration — and, who knows, maybe a term sheet.\nLet’s take a look at just some of the founders-first sessions and opportunities waiting for you.\nHead to the Builder Stage for panels and interviews focused on the nuts and bolts of building and funding new tech enterprises — including these:\nIn addition to the Disrupt Stage (more on the folks you’ll see there coming soon), we’re filling seven stages with salon-like programs that focus on the industries that matter most to the tech world today. It’s a rare opportunity to explore cross-sector collaborations under one roof. Check out just some of the sessions on each stage below — click the stage link to see the individual agendas.\nAI Stage:\nFintech Stage:\nHardware Stage:\nSaaS Stage:\nSecurity Stage:\nSustainability Stage: \nWait (we hear you cry) —  that’s only six. Ah, you don’t miss a trick. We’re in the process of adding the Space Stage, which is gonna rock-et! Check back for updates and the agenda — coming soon!\nThis is your chance to learn more about specific topics, engage with the startup experts leading the conversations and get your burning questions asked and answered. Roundtables are 30-minute discussions. Breakouts are 30-minute presentations followed by a 20-minute Q&A. Here are a couple examples of each.\nRoundtable discussions:\nBreakouts sessions:\nDisrupt is no ordinary tech conference: Our audience spans the most influential corners of the startup community, from visionaries and prominent funders to cutting-edge innovators in the Fortune Global 500. My point? Disrupt is prime networking territory.\nConnecting starts with the Disrupt event app — an essential connection and scheduling tool. But that’s just the beginning. We’re creating more organic networking opportunities where you can experience moments of magic in a variety of settings.\nTechCrunch Disrupt 2023 runs September 19–21 in San Francisco. Founders, put yourself first. Buy your pass before prices go up on August 11, and you’ll save up to $600. This is the way!\nIs your company interested in sponsoring or exhibiting at TechCrunch Disrupt 2023? Contact our sponsorship sales team by filling out this form."
        },
        {
            "url": "https://techcrunch.com/2023/07/29/vital-bio-blood-testing-theranos/",
            "epoch_timestamp": 1690646419.0,
            "title": "Deal Dive: Cutting through the noise in a category clouded by catastrophic failure",
            "content": "Building a startup is hard enough but growing one in a category marred with Theranos-sized stigma is a new level of challenge. Vital Bio seems up for the test.\nThe Toronto-based startup is building a machine, VitalOne, that can perform more than 50 blood tests — covering nearly all of those considered routine — and get patient results back in 20 minutes, not multiple days. Co-founder and CEO Vasu Nadella said that he got interested in the space because he and his co-founders have watched family members deal with chronic illness and know that being able to get quick diagnostic results is crucial for treatment.\nPlus, Nadella wanted to know why companies couldn’t seem to get the solution to this problem right. While Theranos failed for a variety of reasons, the other companies trying to build these quicker blood diagnostic tools had yet to ship products. He thought maybe he could crack the code.\nThe startup launched in 2019 and built quietly until it debuted its device at the American Association of Clinical Chemistry’s annual meeting — the industry’s “Super Bowl” — last Monday. Vital Bio also announced that it had raised $48 million in venture funding from Labcorp, Inovia Capital, Lachy Groom and Sam Altman, among others.\nNadella said the company has focused on making sure that its device produces accurate results and that when it does drift, they know how to prevent it from impacting the final diagnosis. He said the company waited to start talking about what it was up to until it felt it had enough to back up its claims. "
        },
        {
            "url": "https://techcrunch.com/2023/07/28/if-it-hadnt-been-for-them-meddlin-kids/",
            "epoch_timestamp": 1690571114.0,
            "title": "If it hadn’t been for them meddlin’ kids",
            "content": "Welcome to Startups Weekly. Sign up here to get it in your inbox every Friday.\nNot to get all GrumpyManYellsAtCloud.gif, but I’m getting pretty tired of the myth of the dropped-out-of-college founders. Investors — and the broader ecosystem — have known for a long time that while there are some high-profile outliers, it’s much easier to build a startup if you have a fat Rolodex, some experience, and perhaps a few failures under your belt. I know Hollywood doesn’t think it’s nearly as good of a story, but . . . perhaps it’d be good to balance things out a little on that front.\nApropos meddling: Those robots have been hard at work generating smut, and Kyle reports that as AI porn generators get better, the stakes get higher. Perhaps as a result of that story (and the internet reaching fever pitch over AI porn), an interview we did with the Unstable Diffusion team last year is hella trending again on TechCrunch.\nApropos even more meddling: It seems that even very experienced founders get things pretty wrong from time to time, too — Elmo isn’t done running Twitter into the ground, it seems. This week, the burning wreckage of a social media site officially changed its logo to X. That has had some, er, curious side effects, including a lot of rebranding and renaming. Uniting the themes of smut and social media, Twitter Videos has so far resisted to rename itself, and one social media account (NSFW) seems to hint at why.\nImage Credits: nadia_bormotova / Getty Images\nImage Credits: nadia_bormotova / Getty Images\nI know, it seems like there’s always an AI section in Startups Weekly at the moment. Don’t blame me — blame the flamin’ hot news coming out of that vertical at the moment.\nOn TC+, Nick Zamanov penned an article about how his company tried using OpenAI to generate marketing strategies — and was delighted to discover that it worked.\nMeanwhile, OpenAI just released a neat feature that introduces customized instructions for ChatGPT. Instead of having to type “write me a three-section newsletter in the style of TechCrunch’s Startups Weekly, and smatter in some really dumb jokes,” you can configure that as the default behavior. Writing newsletters is going to be so quick in the future, I swear. (Just kidding: I’ve tried. ChatGPT’s attempts at writing this thing were as dull as dishwater. My job is safe for another week or two.)\nThe bots are coming to the Androids: ChatGPT comes to Android, and soon became available in the U.S., India, Bangladesh and Brazil. OpenAI plans to release the app in more countries very soon.\nI’m sure that wasn’t a stressful job: After just 18 months in the job, OpenAI’s head of trust and safety Dave Willner steps down. The company’s CTO Mira Murati will manage the team on an interim basis while they find a replacement.\nLet’s translate this from corporate-ese into bot-speak: A startup that’s building tools to help prepare enterprise data to get gobbled up into large language models, Unstructured raises $25 million.\nImage Credits: Images by Christina Kilgour / Getty Images\nImage Credits: Images by Christina Kilgour / Getty Images\nThis week, I’ve been doing a lot of thinking about the job of a founder. I already mentioned the TechCrunch+ piece I wrote about startups not just being a young person’s game, and I spoke with a founder who decided to replace himself as the CEO of his own company. Earlier this week, I also spoke with DeeDee Deman, who has spent the past 50 years headhunting CEOs, to get some tips on how you can think about finding a new CEO for your startup.\nWhile on the topic of replacements — Sequoia Capital’s Michael Moritz moves on, almost 40 years after he joined the influential venture fund. He’s going to continue board work with a handful of companies but is planning to hand over most of the workload to other Sequoia partners.\nCompanies are still going public. Just not startups: It’s been a drought in the tech startup IPO space, but on TC+, Alex crunched the numbers and realized that there’s still a lot of activity — and it’s making startups look silly as hell.\nOptimizing for impact: More and more companies are thinking about climate — and impact investors are flocking to the segment. That scares me a bit, but Agnes Svensson, the chief impact officer at Norrsken VC, shares five key questions climate tech founders should ask impact investors.\nOne of the most amazing social experiments: Reddits r/place is an incredible experiment, where a logged-in user can place a single pixel on a canvas every 5 minutes. It’s one of my favorite things about the internet, because it requires something utterly rare: coordination and teamwork. Of course, redditors used this year’s evolution of the game to shout loudly about the API changes that have sparked a revolt on the social media site.\n \nImage Credits: Bryce Durbin / TechCrunch\nImage Credits: Bryce Durbin / TechCrunch\nAutonomous trucking company Aurora sells $820 million worth of stock in order to continue its drive toward launching an autonomous trucking business in 2024. Around the same time, Waymo put the brakes on its self-driving trucks program.\nMeanwhile, peeking at Tesla’s business fundamentals, Rebecca reminds us that the company is an automaker, not a tech company — and that its margins look a lot more like Ford than, say, Salesforce.\nTime for another U-turn: We’ve been flip-flopping on this one for a while, but it seems like GM has changed its mind once again, saying it isn’t going to kill off the Chevy Bolt EV after all. Personally, I think that’s great. We need smaller, more affordable EVs.\nTapping the zap: Seven of the largest automakers today announced a joint venture to create a massive EV charging network across North America.\nTopping up at home: In smaller charging news, Voltpost raised a $3.6 million seed round to bring EV charging to the curbside.\nIn addition to some of the big hitters sprinkled throughout above, here are some of our mustn’t-miss stories for the week:\nMaybe it’s just taking a nap?: I argued that VR as a category is dead and failed to find a killer app. AR is picking up the mantle, but we’ll see if it can do better.\nI dunno, maybe hide better?: Zack reports that North Korean hackers targeting JumpCloud may have forgotten to mask their IP addresses properly, researchers say.\nBuy it, then kill it: Aria reports that SpaceX has made only one acquisition to date (that we are aware of), but Swarm Technologies is halting new device sales. It seems that the acquisition may have been an aqui-hire, as Swarm’s founders are finding senior positions across SpaceX.\nStalking for cash: Zack had a couple of popular articles this week. He reported that Spyhide stalkerware is spying on tens of thousands of phones, and he dug into how TheTruthSpy stalkerware made its millions.\nEnough, already: It’s getting more and more frustrating to report on this, but startups with all-women founding teams raised just $1.4 billion in H1, Dominic-Madori reports. That’s a paltry 1.6% of all venture funding invested. Mixed-gender teams picked up 28%.\nGet your TechCrunch fix IRL. Join us at Disrupt 2023 in San Francisco this September to immerse yourself in all things startup. From headline interviews to intimate roundtables to a jam-packed startup expo floor, there’s something for everyone at Disrupt. Save up to $600 when you buy your pass now through August 11, and save 15% on top of that with promo code STARTUPS. Learn more."
        },
        {
            "url": "https://techcrunch.com/2023/07/28/sample-series-b-pitch-deck-unito/",
            "epoch_timestamp": 1690567255.0,
            "title": "Pitch Deck Teardown: Unito’s $20M Series B deck",
            "content": "Unito is a platform that takes a different approach to managing SaaS apps. Today we’ll take a look at how the company’s pitch deck helped it raise $20 million in Series B funding last year.\nWe’re looking for more unique pitch decks to tear down, so if you want to submit your own, here’s how you can do that. \nUnito shared its 12-slide deck, which is lightly redacted: It removed some logos for the companies it works with and left out its target companies, revenue targets and its growth chart. Still, even with these details omitted, we get a great picture of the company’s narrative structure.\nHere’s an overview of the slides:\nThe slide deck is missing a lot of information that I’d have liked to see, but the information that’s there is extraordinarily clean and simple, without going too deep into the weeds. The slides’ design is simple, clean and easy to read. If you only take away one thing from this teardown, let it be: Simplify your slides!\nAt early-stage companies, “founder/market fit” is the name of the game. By the time you grow to a Series B, however, you’re on your path toward growth, and the focus of the senior team shifts toward building, growing and retaining your team. Unito’s team slide tells that story beautifully:\n[Slide 11] A great team slide. Image Credits: UnitoA combination of team building, startup experience and domain expertise lays the foundation for a great story around the senior team. The Glassdoor ratings and the company’s “better workplace toolkit” shows that it practices what it preaches, and that — combined with the company’s growth trajectory — goes a long way.\n[Slide 11] A great team slide. Image Credits: Unito\n[Slide 3] Positioning the company in context. Image Credits: UnitoHumans are narrative-driven. Being able to tell the story of how a startup fits into the broader context is very smart. I have a particular weakness for market evolutions and seeing how verticals change over time. This is Unito’s third slide, and the company is using it to great effect, showing how it can be the obvious next evolution of how SaaS companies talk to each other.\n[Slide 3] Positioning the company in context. Image Credits: Unito\nIt’s important to think about how your company fits into a historic context for your market or industry. This can be a great way to anchor a narrative to previous successful businesses and position yourself within the sector. In some cases, it can take the place of the “why now” part of your story.\nUnito started by building a set of sync tools for a specific niche: keeping the tools that product managers use in sync with tools that developers use. That’s a great way to have a specific, well-defined set of tools you have to work with. From there, the company decided to start expanding:\n[Slide 8] Vertical expansion is powerful. Image Credits: UnitoThis type of expansion affects a lot of different things, not least the total addressable market. We usually see this type of expansion geographically: If you have a company that has built a set of solutions for Germany, you might expand to the rest of Europe or globally. Market expansions like this can be equally powerful. It means that the addressable market grows exponentially; adding marketing, contact management and social media to the sync matrix, for example, can open up huge new market opportunities and potential for growth.\n[Slide 8] Vertical expansion is powerful. Image Credits: Unito\nIt makes the same point, but more specifically, on its competition slide:\n[Slide 10] The competition slide reiterates the opportunity. Image Credits: UnitoThis is the type of thing you learn in business school, so it’s great to see it out in the wild. Strategically, the path Unito built makes a lot of sense, and I’m not surprised that this narrative resonated with investors.\n[Slide 10] The competition slide reiterates the opportunity. Image Credits: Unito\nIn the rest of this teardown, we’ll take a look at three things Unito could have improved or done differently, along with its full pitch deck!\n "
        },
        {
            "url": "https://techcrunch.com/2023/07/28/techcrunch-roundup-safe-founder-survey-replacing-a-ceo-how-cyber-insurance-works/",
            "epoch_timestamp": 1690564868.0,
            "title": "TechCrunch+ Roundup: SAFE founder survey, replacing a CEO, how cyber insurance works",
            "content": "A friend recently spent months getting into shape for a physical so he could obtain a lower insurance rate. He got the policy and plans to continue working out because he feels so much healthier.\nTech companies that plan to buy cyber insurance are in a similar boat: IT managers must conduct risk assessments and usually add new security measures to qualify, but doing the work can be its own reward.\nFull TechCrunch+ articles are only available to members.\nUse discount code TCPLUSROUNDUP to save 20% off a one- or two-year subscription.\n“In the end, the benefits from working through the process of achieving eligibility for cyber insurance can go far beyond the issuance of a policy,” says security strategist Ilia Sotnikov.\nIn this article, he explains “what cyber insurance actually covers,” identifies the critical measures most insurers require and explains why implementing multifactor authentication may not cure every problem.\nThanks for reading, and have a great weekend.\nWalter Thompson\nEditorial Manager, TechCrunch+\n@yourprotagonist\nCyber insurance audit: Painful necessity, or a valuable opportunity?\nPitch Deck Teardown Image Credits: Unito\nPitch Deck Teardown Image Credits: Unito\nUnito, a platform that lets customers manage multiple SaaS apps in one place, announced a $20 million Series B round in October 2022.\n“Strategically, the path Unito built makes a lot of sense, and I’m not surprised that this narrative resonated with investors,” writes Haje Jan Kamps, who unpacked the lightly-redacted deck:\nWhile SAFE rounds are considered founder friendly, most founders only think they are a good idea for certain rounds. Image Credits: Bryce Durbin\nWhile SAFE rounds are considered founder friendly, most founders only think they are a good idea for certain rounds. Image Credits: Bryce Durbin\nRebecca Szkutak interviewed five founders who raised money via simple agreement for future equity (SAFE) rounds, instead of going the traditional seed/Series A route.\n“By the time a startup reaches the Series A stage, this mechanism is less attractive for a variety of reasons,” she writes.\nHere’s who she surveyed:\n5 founders discuss why SAFEs are better for early-stage and bridge rounds\nTo receive the TechCrunch+ Roundup as an email each Tuesday and Friday, scroll down to find the “sign up for newsletters” section on this page, select “TechCrunch+ Roundup,” enter your email, and click “subscribe.”\nImage Credits: Bryce Durbin/TechCrunch\nImage Credits: Bryce Durbin/TechCrunch\nDear Sophie,\nI am from Georgia but I live in Poland. I created my startup in Delaware a few years ago. To realize it and grow it, I need to move to the U.S.\nI have a business plan and a market plan, but no immigration plan. What’s your advice? Which visa should I apply for?\n— Global Georgian\nAsk Sophie: Which US visas are best for international founders?\nImage Credits: Getty Images / Sakchai Vongsasiripat\nImage Credits: Getty Images / Sakchai Vongsasiripat\nIt’s rare for a founding CEO to take their company public: As of 2015, “only one-third of startups that reached IPO had their founders as CEOs,” writes Haje Jan Kamps.\nReplacing a CEO is a complicated process — senior executives and board members should be aligned, founders must be ready to let go, and the winning candidate needs to get started as quickly as possible.\n“In the majority of cases, there comes a time that you need to have a professionally credentialed CEO to take the company to the next level,” said DeeDee DeMan, founder and CEO of executive search firm Bench International.\n“And that’s completely dependent upon the acceptance and the mentality of the founding CEO.”\nFinding CEO: It’s the new ‘Finding Nemo’\nImage Credits: MirageC(opens in a new window) /Getty Images\nImage Credits: MirageC(opens in a new window) /Getty Images\nJulia Ivzhenko, head of operations at Futurra, launched a new edtech app with a 20-person team that answered students’ questions in real time.\nNetwork effects drew in a growing stream of new users, but “we concentrated on scaling and didn’t have time to think if the resources of our team were enough to keep going with such speed,” she writes in TC+.\n“To prevent the approaching catastrophe,” she developed a five-step plan that analyzed key processes and highlighted bottlenecks that ultimately generated “a timeline for optimization.”\nHow to prevent an ‘operational catastrophe’"
        },
        {
            "url": "https://techcrunch.com/2023/07/28/startups-apply-to-the-space-domain-awareness-challenge-pitch-off-at-tc-disrupt-2023/",
            "epoch_timestamp": 1690563622.0,
            "title": "Startups, apply to the Space Domain Awareness Challenge Pitch-off at TC Disrupt 2023",
            "content": "Pitch in space! Okay, not really, but we do have exciting news for early-stage AI/ML startups. The Aerospace Corporation and TechCrunch are hosting a pitch competition at TechCrunch Disrupt 2023, which takes place September 19–21 in San Francisco.\nThe Aerospace Corporation and TechCrunch are joining forces to host a pitch competition to find the strongest startups using AI/Machine Learning to work with satellite data streams. Space Domain Awareness arises from the output of all the sensor data.\nSpace operators are totally reliant on sensors in space and on the ground to get a complete picture of what’s happening in Earth’s orbit and beyond. Space operators must task sensors correctly with the complex job of collecting data. The challenge is then parsing, packaging and disseminating the output of a significant number of data streams to the correct data consumer across various teams at the correct time.\nWe call this scenario in Space Domain Awareness the “Media Streaming Problem”, because, just like popular streaming providers, the data has to be collected, analyzed and delivered to the correct audience at the right time.\nThe Central Question:\nHow can AI/ML tool sets be used to parse sensor data, address the Media Streaming Challenge and increase our understanding of satellite sensor generated data?\nApplicants should be able to work with the following datasets:\nCompete for prizes in the Space Domain Awareness Challenge Pitch-off\nFive finalists will get the rare opportunity to pitch in front of our judges on the Space Stage at TechCrunch Disrupt 2023 and exhibit their AI/ML startup at Disrupt 2023 this September. One Winner will get the opportunity for a customer road show and expert-led concept feedback.\nFive finalist startups will receive:\nOne winning startup also receives:\nPitch eligibility requirements:\nOpen to early-stage companies who are in “Idea Stage” up to and including “Series A Stage” companies who are also either:\nYou’ll find more specifics on requirements, plus general terms and conditions when you apply here. Don’t delay — submit your application by August 18 at 11:59 pm PT. We will notify all applicants — whether or not they’ve been selected as a finalist — on a rolling basis.\nWhat are you waiting for? Launch your company into our space-focused pitch competition today, and come join us at TechCrunch Disrupt 2023 in September. Show us what you’ve got!\nTechCrunch Disrupt 2023 takes place on September 19–21 in San Francisco. Not quite ready to pitch? No worries — you’ll find plenty of other opportunities waiting for you. Buy your Disrupt pass now, and you can save up to $600. Prices go up on August 11 at 11:59 p.m. PDT.\nIs your company interested in sponsoring or exhibiting at TechCrunch Disrupt 2023? Contact our sponsorship sales team by filling out this form."
        },
        {
            "url": "https://techcrunch.com/2023/07/28/web3-slow-dealmaking/",
            "epoch_timestamp": 1690563603.0,
            "title": "Global web3 venture funding on pace to decline for seventh straight quarter",
            "content": "Time flies, doesn’t it? We’re nearly through the first month of Q3, which means we can finally start taking note of the trends that will define the rest of the year, or whether long-lasting trends are set to continue.\nOne such long-running trend shows no signs of reversing: Unfortunately for crypto, a former darling of startup land, funding to web3 startups continues to decline and will likely do so for the foreseeable future.\nThe Exchange explores startups, markets and money. \nRead it every morning on TechCrunch+ or get The Exchange newsletter every Saturday.\nAccording to the Crunchbase Web3 Tracker, funding to crypto startups around the world is on pace to decline for the seventh straight quarter — with investments in Q3 on track to land quite a bit below the $1.9 billion crypto companies raised in Q2.\nIn fact, Q2 actually felt kind of stable, since crypto startups raised only slightly less than the $2 billion they did in Q1.\nThe current quarter is shaping up to be shakier. VC investments in web3 so far have totaled $412.7 million, and if things don’t improve, that will add up to about $1.2 billion or so by the end of September.\n "
        },
        {
            "url": "https://techcrunch.com/2023/07/28/what-makes-everyone-so-sure-safe-rounds-are-founder-friendly/",
            "epoch_timestamp": 1690560020.0,
            "title": "What makes everyone so sure SAFE rounds are founder-friendly?",
            "content": "SAFEs, simple agreements for future equity, have long been touted as a founder-friendly structure for signing venture deals. But is it really fair to call them that?\nTechCrunch+ recently surveyed a handful of VCs and founders about how they’re feeling about SAFE rounds in this tougher fundraising market, especially now that power has largely shifted back to investors. We found that while both groups championed the deal structure at the earliest stages and for capital raises in between formal rounds, founders seemed less enthused about SAFEs overall.\nIsn’t it a bit odd to be hesitant about something that is supposedly good for you?\nThe SAFE structure can definitely be beneficial to founders. A SAFE with no valuation cap allows founders to have significantly more control over price, it’s quicker to close if you need cash fast, and, hey, it costs less in legal fees.\nBut there are a few things about this deal structure that give me pause. Is a model that is faster and comes with less legal oversight really better for founders who may be taking on money for the first or second time, compared to a VC who looks at deals all day? Indeed, there are several drawbacks to SAFE rounds that can bite founders down the line. "
        },
        {
            "url": "https://techcrunch.com/2023/07/28/announcing-the-ai-stage-agenda-at-techcrunch-disrupt-2023/",
            "epoch_timestamp": 1690552854.0,
            "title": "Announcing the AI Stage agenda at TechCrunch Disrupt 2023",
            "content": "After a few years of being background noise, AI has suddenly become ubiquitous. From consumer apps to enterprise tools to medical devices, nearly everything claims to be “powered by AI” these days. But the technology’s unprecedented (and unregulated) rise prompts as many questions as it provides answers.\nFortunately, you’re coming to Disrupt, where we have a day and a stage dedicated to this fast-moving industry. We’ll hear from heads of major companies pivoting to AI, smaller startups aiming to change the status quo, skeptics questioning its ethics, and investors looking to back winners . . . before anyone knows what winning looks like.\nIt’s a complex and evolving space, and while no one knows what comes next, we intend to ask them anyway! This slice of experts and builders will give you plenty to ask ChatGPT about later. This is an early look at the agenda, so make sure to check back for more updates!\nWe hope you’ll join us at TechCrunch Disrupt on September 19–21 in San Francisco.\nA Deep Dive on DeepMind, Google’s Premiere AI Lab\nwith Demis Hassabis (DeepMind)\nDeepMind, the AI lab Google acquired in 2014, has grown to wield enormous influence over its parent company’s AI research. Led by Demis Hassabis, DeepMind — which, among other accomplishments, built an AI that can best world champions at Go — most recently was charged with spearheading Google’s generative AI efforts. In this fireside chat, Hassabis will discuss DeepMind’s current projects and others under his purview at Google — including healthcare.\nStronger, Faster…Safer? Anthropic co-founder Dario Amodei on Letting AI Find Its Best Self\nwith Dario Amodei (Anthropic)\nIs it possible for AI to be built ethically, to operate safely, yet remain useful and perhaps even profitable? Anthropic aims to thread this needle by moving slow and avoiding breakage — and it has raised hundreds of millions to do so. Co-founder and CEO Dario Amodei speaks about taking on the most complex software ever attempted with one hand tied behind his back.\nBetween Hype and a Hard Place: Gary Marcus on AI’s Next Steps\nwith Gary Marcus (Author and entrepreneur)\nBalancing skepticism with a healthy respect for the havoc AI could create, Gary Marcus has been a rational voice in a hype-filled world. But with the technology entering the mainstream, we need to do more than warn — we need action, regulation, and cooperation. How do we get it? Marcus has some ideas.\nBig Fish, Little Pond: Can Investors Make 10-Figure AI Valuations Pay Off in Markets No One Is Sure Exist? \nwith Miles Grimshaw (Benchmark), Sonya Huang (Sequoia), and Saam Motembi (Greylock)\nEveryone seems to have agreed that AI will revolutionize tech, but so far the kind of revenue and deals that would justify billion-dollar valuations are scarce. How do venture capitalists and institutional investors envision the next few years playing out — and paying out?\nAI Can Write Words — But Can It Understand Them?\nwith May Habib (Writer) and speaker to be announced\nText-generating AI is the hot new thing in tech. But while it’s proven to be a major productivity boost for some, it’s far from perfect. Generative text AI has biases and, depending on the model, a tendency to generate toxic content — or even confidently make up facts. Our panelists will discuss these limitations and more as investments in generative AI pick up steam.\nBias, Toxicity and Hallucination: Can AI Be Ethical? \nwith Kathy Baxter (Salesforce) and speakers to be announced\nThere’s palpable excitement around AI, especially generative AI, but the technology has problems. At the worst, it’s prejudicial and untruthful — potentially causing harm to the people who use it. Policymakers around the world are grappling with the implications of AI, as will this panel, which will explore the root causes of AI’s issues and how they can be responsibly mitigated — if that’s even possible.\nHow AI Can Both Accelerate and Slow Down the Disinformation Economy\nwith Gordon Crovitz (NewsGuard) and speakers to be announced\nThe threat of AI-generated disinformation, or just plain spam, is on everyone’s minds. We know language models can dish it out, but can they also hold it back? This panel will explore the risks and potential solutions as an election year looms.\nLights, Camera, Algorithm! Where AI Fits into Movies, Games and Creativity\nwith John Spitzer (Nvidia), Nikola Todorovic (Wonder Dynamics) and other speaker to be announced\nThe threat of AI-generated disinformation, or just plain spam, is on everyone’s mind. We know language models can dish it out, but can they also hold it back? This panel will explore the risks and potential solutions as an election year looms.\nTechCrunch Disrupt 2023 runs September 19–21 in San Francisco. Buy your pass now! Seriously, what are you waiting for?\nIs your company interested in sponsoring or exhibiting at TechCrunch Disrupt 2023? Contact our sponsorship sales team by filling out this form."
        },
        {
            "url": "https://techcrunch.com/2023/07/28/angellist-expands-into-private-equity-with-acquisition-of-fintech-startup-nova/",
            "epoch_timestamp": 1690551895.0,
            "title": "AngelList expands into private equity with acquisition of fintech startup Nova",
            "content": "AngelList, an organization that started out by teaming up founders with early-stage investors, is expanding into the private equity space. And it’s acquired a Y Combinator-backed fintech startup in the industry to kickstart that effort.\nFounded in 2010, AngelList started as a mailing list for high-quality angel investors before turning into one of the most powerful fundraising channels for early-stage startups. Over the years, it has evolved its model and today touts itself as an organization that “creates products and services for venture firms, investors, startups, and fund managers to accelerate innovation.” Earlier this year, venture capitalist Harry Stebbings, host of podcast “The Twenty Minute VC” podcast, shared his view that AngelList had transitioned from being an SPV (special purpose vehicle) provider to “slowly becoming the software platform for the entire industry venture and startup ecosystem.”\nWith its mid-June acquisition of Nova (only the company’s second buy since inception), which has built investor management software for institutional private funds, AngelList continues to broaden its scope.\nOver the years, for example, AngelList has moved from solely serving micro-funds to launching SPVs to pioneering the concept of rolling funds, which are investment vehicles that raise money through a quarterly subscription from interested investors. Another offering is Stack, a suite of products designed to compete with Carta in providing services to help founders start, operate and maintain ownership over their companies. \nThe move into private equity might feel like it’s counter to AngelList’s original venture focus but CEO Avlok Kohli, who took the helm of the company in 2019, told TechCrunch in an exclusive interview that he believes the expansion into private equity was a logical and natural one.\n“At the highest level, the way to think about what AngelList does is we’re really building the infrastructure that powers the startup economy, including all the infrastructure needed to run venture funds,” he said. “This includes serving the GPs and LPs in the funds…Over the years, we have continued to move up market.”\nThe expansion is also indicative of the lifecycle of a startup, which typically starts by raising capital from venture funds, Kohli added.\n“As they mature, the scope of capital providers they can tap into expands into private equity and of course, even the public markets,” he said. “So, this is expanding the lifecycle of products AngelList can build to serve startups throughout their journey.”\nPradyuman Vig, 26, started Nova out of Austin after selling his previous startup, Asuna, to Swift Media. (Asuna, now known as Legends.ai, was a popular League of Legends statistics website). Nova was designed to help replace subscription paperwork “with flexible digital workflows that save time and reduce friction.” Among its customers are Van Eck, which has about $78 billion in assets under management; Pantera, which has about $3.5 billion in AUM; Broad Street Global (about $3 billion in AUM); Galaxy (about $2.5 billion in AUM) and BlockTower (which doesn’t disclose AUM).\nNova currently has over 10,000 investors with identities on Nova who invested billions of dollars through the system in the last year, according to Vig. Revenue tripled in 2022 and is on target to grow by 2x this year, they added.\nThe startup will continue to run as a business unit within AngelList and packaged within the Investor Management suite of products within AngelList to help the company expand into the larger private markets industry. Nova’s digital subscriptions offering has been rebranded to AngelList Transact, while its data room and investor portal too will become AngelList products. \n“Like Nova, we’ve also seen firsthand the value funds place on replacing disparate products that don’t talk to each other with a unified software stack that just works. We’re integrating Nova’s investor management products with a series of other products we’re building for larger institutional funds such as Treasury and the rest of our software suite,” Kohli said. “As part of this push to serve institutional funds, we’ve found early success selling to private equity — given Nova’s historical focus, their customer base significantly expands our presence there and accelerates our growth in the larger private markets industry.”\nThe expansion follows a year of growth for AngelList. According to statistics shared by Kohli exclusively with TechCrunch, assets supported for investors on AngelList increased by 50% to $15 billion year-over-year in 2022. It took six years to reach $1 billion (in 2018), according to Kohli. Also last year, the number of startups funded on AngelList increased by 21% to 8,300. The organization also saw a 19% increase in fund managers in 2022 versus 2021 and a 17% bump in LPs invested into an SPV or fund supported on AngelList.\nWhile Kohli did not reveal hard revenue figures, one can assume that since all these metrics were up in 2022, revenue, too, was up. AngelList makes money through a variety of sources, he said, including subscription & SaaS fees and carried interest.\n“AngelList’s business is pretty diversified at this point. We’re operating at significant scale,” he said. “Going through a giant downturn basically leaves open the ability to consolidate the market. So AngelList is in a position to consolidate the market.”\nIn March of 2022, AngelList Venture (which became AngelList late last year as it took over the main brand) turned to venture to fund its own growth — raising a $100 million Series B co-led by Tiger Global and Accomplice at a $4 billion valuation. \nSo why didn’t AngelList simply create its own private equity-focused product, rather than buy up a startup? As in the case of many acquisitions, AngelList recognized the value of buying an existing company with established customers. Plus, it already had its own version of a product in its Treasury offering, but even Kohli admits it was not as robust as what Nova developed.\n“We had a closing flow built out but with Nova, we were able to add more complexity in a good way,” he said. “And while AngelList has primarily played in the venture space, and even though venture is a subset of private equity, we saw in Nova and Pradyuman a way to absorb and accelerate our understanding of the PE space. Venture and private equity are closely related cousins in our view.”\nThe acquisition was at least one year in the making, though.\n“When Pradyuman and I originally started talking, it was very clear where we’re seeing the world in the same way and at first I was just thinking about having him come in as a leader in the company,” he told TechCrunch. “But the timing wasn’t right.”\nThe pair kept in touch and the deal, for which financial terms were not disclosed, closed in June.\nNow, Nova is getting integrated into AngelList’s business as part of its new Transact offering — the latest in a string of recent product releases for the company. It launched its AngelList Treasury offering a few weeks ago, in addition to Projector, a portfolio modeling tool, and, more recently, it launched Relay, an AI-driven portfolio Analyzer tool.\nAngelList very quietly made its first acquisition about 18 months ago — a brand design agency that included the former head of marketing and design at Square.\nFor now, AngelList is not planning any more acquisitions, but Kohli says the company is open — for the right fit. Today, AngelList has 130 employees, not including the 50 workers employed by Bell Tower, a fully owned fund and tax administrator. Kohli said he could not comment on how many of Nova’s 12 employees would be joining AngelList.\nNova was technically founded in 2018, and went through YC in the summer of 2018. It raised about $2 million afterwards, led by Justin Kan. It was preempted on a $7 million Series A that closed in July of 2022 and was led by Avichal Garg at Electric Capital.\n“From 2018-2021 we were experimenting, and then finally found success in 2021,” Vig told TechCrunch.\nIn 2021, Nova launched its digital subscriptions product that replaced subscription paperwork with digital workflows so that investors would not have “to spend hours sorting through conditionals and unfamiliar questions to complete their investment,” Vig said.\nOnce investors completed a subscription through Nova, they could reuse their Nova Identity on future subscriptions at any other fund that also used the product. The company called this the Nova Network. \nLast year, Nova launched a data room product to help its customers market to their investors ahead of the subscription process. And this year, it created an investor portal so that investors can receive documents such as K-1s, see investment performance and make additional investments with Nova as well.\n“By launching the portal, fund managers are able to handle their entire investor management process in the same system,” Vig said. “With these three products, our customers are now starting to refer to our product as a full stack Investor CRM — it’s a message we’ll be doubling down on as part of AngelList.”\nWant more fintech news in your inbox? Sign up for The Interchange here."
        },
        {
            "url": "https://techcrunch.com/2023/07/28/hermd-womens-healthcare-18m/",
            "epoch_timestamp": 1690549146.0,
            "title": "HerMD opening new women’s health clinics following $18M extension",
            "content": "Women’s healthcare got another capital infusion today in HerMD, which announced $18 million in additional Series A funding, showing that this area continues to be of interest to investors.\nMy colleague Dominic-Madori Davis reported earlier this year that women’s health companies raised about $1.16 billion in 2022. Though down from $1.41 billion in 2021, this is still a vast improvement over the $496 million raised in 2020, according to PitchBook data.\nDr. Somi Javaid, founder and chief medical officer of HerMD. Image Credits: HerMD\nDr. Somi Javaid, founder and chief medical officer of HerMD. Image Credits: HerMD\nHerMD is among a group of companies (for example, Herself Health, Tia Health, Vira Health and Adyn) providing care options specifically for women, at all stages of their lives, and attracting venture capital for their approaches.\nFounder and chief medical officer Dr. Somi Javaid opened the first HerMD location in 2015 in Cincinnati to help change the notion that less than 20% of OBGYNs are trained in menopause and sexual health care. She later brought on Kathy McAleer as CEO in 2022.\nThe company offers comprehensive women’s healthcare, either in-person or virtual, and one of its differentiators is that the average appointment is between 20 and 60 minutes. All medical services are insurance- and Medicare-based. In addition, HerMD provides aesthetic services, including facial injectables and body treatments.\nTo address the lack of training, the company created the HerMD University that centers around proprietary algorithms of care to take providers from classroom to clinic. Providers are able to attend health conferences around menopause and sexual health and participate in monthly meetings.\n“The first thing we had to fix was the educational component,” Javaid told TechCrunch. “Some providers have told us that they get more education in the first couple of weeks at HerMD University than they have in their entire career. Then we had to give our providers and patients more time.”\nHerMD has around 20 providers between its clinics in Cincinnati, Franklin, Tennessee and Carmel, Indiana and is consistently seeing a waitlist of approximately 500 patients leading up to a clinic opening.\nOne of the areas that Javaid also focuses on is provider experience, explaining that many providers have become burned out in recent years amid the failings of the existing U.S. healthcare system.\n“We’re in this era where we may lose 47% of our workforce by 2025 because of burnout from COVID, because of lack of mission-driven work and because female providers feel like they can’t climb the ladder as well and there’s a pay gap,” Javaid said. “We don’t have any of that at HerMD — it’s equal opportunity. You want to climb the ladder, you climb a ladder. And we give work-life balance, so we have almost zero turnover.”\nHerself Health, providing primary care to women 65 and over, raises $26M\nMeanwhile, the Series A extension was led by existing investor JAZZ with participation from Amboy Street Ventures and B-Flexion. The new investment brings HerMD’s total funding to nearly $30 million.\nWith the funding, the company will expand its brick-and-mortar locations, including the first in the New York City area and a second Nashville-area clinic. HerMD will also continue developing its virtual services and HerMD University and grow its team — Javaid said there are 100 providers eager to join. The company will also launch mental health services and invest in the latest technologies around sexual health and menopause.\n“We will also be introducing e-commerce and physician-curated products,” Javaid said. “Hospital-based systems, and relationships like that, is another thing that we would love to do. We rely on hospitals for imaging, primary care and obstetric and oncology care, but a lot of hospital systems say they struggle because their providers aren’t trained in menopause and sexual health. They need a partner like us, and I see HerMD having over 200 clinics in the future.”\nDespite 2022’s headwinds, women’s health startups did better than ever before"
        },
        {
            "url": "https://techcrunch.com/2023/07/28/pollen-is-a-new-professional-development-platform-for-tech-workers/",
            "epoch_timestamp": 1690540395.0,
            "title": "Pollen is a professional development platform for tech workers, by tech workers",
            "content": "Meet Pollen, a new French startup that wants to provide a better way to learn new skills. Instead of working with full-time teachers, Pollen invites business executives and top performers in the tech industry so that they can host a class with a small group of people.\nBehind the scenes, Pollen was co-founded by Julie Ranty, the former managing director of Viva Technology, a popular tech conference that takes place every year in Paris, along with Olivier Xu and Vincent Huguet. And Huguet knows a thing or two about marketplaces, as he’s the co-founder and co-CEO of Malt, a freelancer marketplace. He’s still very much focused on Malt, but he contributes to Pollen in a non-operational role.\n“I’m convinced that the best professional training courses today are given by people who aren’t trainers yet. They are working professionals and they are willing to share their secret sauce with you, their experience, their work methodology and highly actionable content — not just inspiring content, but actionable content for the next day,” Pollen CEO Julie Ranty told me.\nAnd the reason Pollen focuses on the tech industry is because it changes all the time. If you work for a tech company, chances are you are using — or thinking about using — generative AI in one way or another. Or you may be trying to implement a new, sophisticated sales method. Or you want to tweak your pricing and monetization strategy.\nPollen has already attracted 40 people working in the tech industry who are hosting classes on Pollen’s behalf. The typical course is a four-hour course followed by a lunch break so you can share tips with other people in a laid-back atmosphere. It can also be an eight-hour all-day course with a lunch break.\nThe company also offers online classes, but most people prefer in-person courses. “With online classes, it isn’t an eight-hour Zoom tunnel, it’s two-hour blocks spread over two weeks. You get four times two hours over two weeks,” Ranty said.\nThere are four reasons some tech workers accept to create courses for Pollen. First, Pollen takes care of all the pesky tasks that come with becoming an instructor.\n“A solution like Pollen helps you develop your course and, on top of that, manages the whole admin, sales, marketing, customer relations side of things,” Ranty said. “It also teaches them — because we’ve developed a Pollen methodology with pedagogical experts — it also teaches them the fundamentals of how to share their expertise.”\nThe second and third reasons you would want to join Pollen’s group of trainers is that it can personally help you on a professional level because you appear as an expert in your field, and you get to meet other instructors and grow your network.\nFinally, Pollen pays its trainers. “They’re paid to do this, but it’s definitely not the main reason why they choose to do it,” Ranty said.\nPollen is positioning itself as an upskilling platform for existing companies. It wants to convince HR managers that they should allocate some of their training budget toward Pollen courses.\nIn the coming months, the startup is going to apply for the Qualiopi certification, which means that it’s a serious professional development company that offers high-quality courses. The startup expects to be able to offer 300 different sessions in 2024 — overall, 3,000 people could attend a Pollen course in 2024."
        },
        {
            "url": "https://techcrunch.com/2023/07/28/the-anatomy-of-a-patent-litigation-target/",
            "epoch_timestamp": 1690538414.0,
            "title": "The anatomy of a patent litigation target",
            "content": "Intellectual property (IP) protection can be a vital part of a company’s journey from young upstart to billion-dollar behemoth, safeguarding all its technologists’ hard work while adding to the company’s value for investors or would-be acquirers.\nBut as we’ve seen countless times through the years, IP can also be weaponized.\nPatent wars have been a mainstay of the modern technology era, with some of the world’s biggest companies embroiled in high-profile tête-à-têtes, from Apple vs. Samsung, Qualcomm and Nokia, to Google vs. Sonos, Twitter vs. IBM and many more. While some of this patent palaver might well stem from genuine IP infringements, there are many examples of patents being misused purely for financial gain.\nThis is one fear that’s emerging in the aftermath of OpenText’s $6 billion acquisition of Micro Focus, a deal that closed six months ago. We go into the full details of that story here. But the long and short is that OpenText picked up thousands of granted and pending patents through the acquisition; Micro Focus is now giving up its membership of the anti-patent troll membership organization LOT Network; and many are left wondering what happens next. OpenText is no stranger to patent assertion, and it has already been accused of behaving like a patent troll in the wake of its 2019 acquisition of data security firm Carbonite — a deal that has led to ongoing patent litigation proceedings against CrowdStrike, Kaspersky, Sophos and Trend Micro.\nThis all leads to one question: What does a patent litigation target look like in 2023? And is there anything in particular that might make one company more susceptible to lawsuits than another?\nThe cost that non-practicing entities (NPEs), or “patent trolls,” have on innovation is sizeable, particularly impacting startups and scale-ups maneuvering through the world of R&D, although long-established billion-dollar companies are far from immune, too. \nA report published earlier this year by LOT Network, conducted by IP consultancy Hightech Solutions (HTS), delved into exactly this. The NPE threat: patent sources and litigation target charactertistics explored litigation activity around NPEs from 2017 to 2022, using data provided by Unified Patents related to more than 6,000 defendants sued by NPEs over the period.\nAs you might expect, the likes of Google, Amazon, Samsung and Apple feature highly in the list of defendants most frequently targeted in patent litigation. However, part of the report’s remit was to discover to what extent NPEs pose a threat to smaller companies — those on the cusp of getting big that may have a lot on the line. These firms might not always have sizeable legal resources at their disposal, either.\nThe data suggests that while “legitimate” patent litigation by operating companies has declined a little in recent years, those instigated by NPEs has “increased steadily,” due mostly to the number of patent assets “for sale on the open market and availability of litigation funding.”\n“It’s quite common for NPEs, rather than to fund or finance themselves, [to connect] with a litigation financing entity that essentially pays for the litigation and then gets a cut on the assertion,” IP attorney Patrick McBride, who most recently headed up IP programs at Red Hat, explained to TechCrunch. “And as you might imagine, that changes the game quite a bit, because the NPE has significant financial resources backing them and what they’re trying to do.”\nRoughly 60% of all patent litigation last year stemmed from NPEs. But the characteristics that make a company “more or less likely” to be targeted by a frivolous patent lawsuit, as identified in the report, makes for interesting reading. \nThe report starts with a hypotheses that NPEs could be motivated by timings related to a company’s IPO. For example, startups approaching a public listing will be keen to settle quickly, while those that have just completed an IPO may have extra capital at their disposal. \nOf the 247 companies it identified from NPE litigation targets that went public from 2012 to 2022, 30% of the earliest litigation took place four years or more after the date of the IPO. But by contrast, 39% of the NPE litigation took place in the two years before and after an IPO.\nThe report noted:\nThis finding gives support to the hypothesis we were exploring, and means that the period before and after an IPO is a time of elevated risk that a firm will become the target of one or more NPE lawsuits.\nSelect NPE Litigation (2017-2021) and Financial Data (IPOs from 2012-2022). Image Credits: HTS / LOT Network\nSelect NPE Litigation (2017-2021) and Financial Data (IPOs from 2012-2022). Image Credits: HTS / LOT Network\nThe report also suggested that NPEs might take into account funding raised by its targets, with the average number of rounds raised sitting at nearly four — this means that somewhere around Series C to D stage is attractive to NPEs, with the average funding amount raised prior to the earliest litigation sitting at $65 million.\nThe report added:\nThis all makes sense, in that, in business, it is always more attractive to sue a target that has deep pockets, than one known to be scarce of financial resources.\nSummary of NPE Lawsuits Against Private Companies By Earliest NPE Litigation Date (Funding RoundsAnnounced 2017-2022). Image Credits: HTS / LOT Network\nSummary of NPE Lawsuits Against Private Companies By Earliest NPE Litigation Date (Funding RoundsAnnounced 2017-2022). Image Credits: HTS / LOT Network\nThis data might not tell the full story, of course. Not all litigation threats make it into the public sphere; some might get settled at the earliest possible stage before attracting any attention. But it still supports the notion that patent trolls adopt a fairly targeted approach to their litigation endeavors.\n“NPEs are attracted to money and they want easy money,” McBride said. “They’re attracted to entities with products in the marketplace that they can analyse and at least make a colorable claim that they are covered by their patents. The more your products are in the marketplace, visible to consumers and such like, the more likely you are to be the target of an assertion.”\nThere are some real-world examples that help to illustrate some of these data points. This includes Cloudflare, which is presently in the midst of fighting a second round of patent litigation that kicked off in 2021 — roughly two years after the company went public.\nHowever, the web infrastructure giant was initially targeted by a different patent troll in 2017, exactly two years before going public. Rather than acquiescing, Cloudflare went on the offensive and launched a crowdsourced campaign called Project Jengo. This was in response to Blackbird Technologies, a law firm that had managed to acquire dozens of patents before filing lawsuits against several companies, including Cloudflare.\nProject Jengo was (and still is) pitched as a “contest,” with Cloudflare offering financial rewards to people who help conduct research around prior art to help fight its case. Cloudflare emerged victorious in 2019 just before listing on the New York Stock Exchange (NYSE), but two years later it was targeted by yet another patent troll. And although some 90% of those assertions made against it were thrown out earlier this year, Cloudflare will have to face some of these claims in court later this year.\nCloudflare general counsel Doug Kramer acknowledged that pre-IPO startups might seem to be a more alluring target for NPEs, but it’s maybe not quite as clear-cut as that.\n“I’m not sure we’ve seen a clear strategy or targeting in the flood of threatening letters and threatened lawsuits pursued by patent trolls,” Kramer explained to TechCrunch. “Once an NPE gets hold of a patent, it will often send letters to everyone who could plausibly be sued for infringement under that patent — including very early-stage companies, or even a company that purchases a retail product off the shelf made by a company that the NPE may allege is infringing. They cast a wide net and see what they can reel in.”\nThe alternative to fighting back, according to Kramer, would likely have been to settle for a “low six-figure” sum. However, the bigger concern here was about setting a precedent, encouraging more frivolous claims further down the road.\n“We really saw the main risk was that we’d be shoveling more coal into the engine of this roaring locomotive,” Kramer said. “We didn’t want to perpetuate that system, and thought there was a way that we could pay more in the short term and try to set up ourselves, and the industry generally, in a better position for the long term.”\nThe fact that Cloudflare is facing a second round of patent litigation might suggest that the company’s combative tactics didn’t work as a deterrent. But Kramer argues that it’s more about reducing rather than completely removing the chances of being targeted.\n“We definitely think Project Jengo can deter future trolls, both against Cloudflare specifically and against companies generally,” he said. “Deterrents are successful if they diminish the flow of cases, even if not eliminating them entirely. And we’re definitely aware of some claims or threats of claims that were withdrawn when trolls became aware of our practices.”\nAutonomous vehicle startup Oxa (formerly Oxbotica) is one startup that’s approaching a stage that patent trolls might start paying attention to it, having recently closed a $140 million Series C round of funding. The company has filed for around eight patents itself, with one granted at the time of writing.\nAlex Tame, head of licensing and IP management at Oxa, says that although he’s not anticipating patent litigation in the immediate future, things could change as its profile grows.\n“As a small company in the U.K., we’re probably not really on the radar for many of the ‘problem’ companies out there,” Tame said. “As we start to grow and our brand starts to get a bit more kudos, we’re going to be on someone’s radar somewhere.”\nAI companies, including startups similar to Oxa that are working on autonomous vehicles, have been ripe for acquisition these past few years. Part of this has been driven by the need for top technical talent, but IP has also been a central component. When Amazon, for example, doled out a reported $1.2 billion for self-driving automobile startup Zoox back in 2020, it scooped up more than 150 patents, spanning cruise control, signaling and driver assistance technologies, according to Forbes at the time.\nWhile there hasn’t been a great deal of IP litigation in the AI realm generally, we are still in the relatively nascent phase of a fast-growing AI revolution, and things can change quickly as more players look to assert their authority (and IP) over rivals. ChatGPT developer OpenAI is currently in the process of trademarking “GPT” with the United States Patent and Trademark Office (USPTO), a harbinger perhaps of what’s to come down the road for startups, scaleups and enterprise behemoths trying to get their slice of the trillion-dollar AI pie.\nThis doesn’t necessarily mean that we’re about to see a maelstrom of lawsuits and counter lawsuits, but with the AI hype train gaining steam, companies will at least start to get defensive with their IP measures so that they have some basis for protecting themselves. This isn’t limited to patents, but trademarks, copyright and all the rest.\nThis is partly why one of Tame’s first tasks when he joined Oxa in 2019 was to set up the company with membership in LOT Network, the nonprofit coalition that protects member companies by automatically cross-licensing their patents if they fall into the hands of a patent assertion entity (PAE — a similar concept to an NPE, which LOT defines as an entity that derives more than half of its income from patent enforcement). LOT counts thousands of members, including some of Oxa’s deeper-pocketed rivals.\n“We aren’t in an industry that — at the moment — is going to be litigious,” Tame said. “We’re not an industry that’s going to start picking fights with each other, though that may come later. You look at who the members are of the LOT Network, and most of our competitors are in the network. So it was a bit of a no brainer — if we joined the LOT Network, we get some protection from [the likes of] Google and Uber and Aurora.” (Though this protection only extends to scenarios where LOT members’ patents fall into the hands of a NPE/PAE.)\nWhile there might not always be a cogent or consistent strategy in the patent troll playbook, it appears that there is something of a sweet spot in terms of what an ideal litigation or licensing target looks like. Sure, Google or Intel might be juicy targets, but they’re also well-resourced and well-versed in addressing litigation.\n“The thing to understand about NPEs is they are not about the merits of their invention, they are about negotiating leverage to maximize the money they get — that’s the game they are playing,” McBride said. “And so when you are a pre-IPO company, or you are a small company wishing to be privately acquired, you are in a vulnerable state.”\nThe idea is that any pre-IPO company that might be subject to due diligence, either ahead of a public listing, funding round or potential acquisition, will want that inspection to go as smoothly as possible. Any lingering litigation, spurious or not, is a major red-flag in the due diligence process. Thus patent trolls could be attracted to such scenarios, since the startup might be a little more willing to settle the case.\n“I have done due diligence on companies that were hoping to be acquired, they were subject to an NPE assertion or litigation and that killed the deal,” McBride said. “The NPEs know this, and specifically time their attacks for just such an event.”"
        },
        {
            "url": "https://techcrunch.com/2023/07/27/three-more-vcs-sign-on-to-startup-battlefield-at-techcrunch-disrupt-2023/",
            "epoch_timestamp": 1690488027.0,
            "title": "Three more VCs sign on to Startup Battlefield at TechCrunch Disrupt 2023",
            "content": "One of the best ways startup founders can hone their pitch until it’s sharp enough to impress VCs — and bring home the bacon — is by watching other founders pitch to investors. And there’s no better place to do that than by watching the Startup Battlefield competition at TechCrunch Disrupt 2023.\nBe in the room where it all goes down: Buy a Disrupt pass before August 11, and you’ll save up to $600.\nTwenty contenders will pitch to panels of top-tier VCs, followed by an intense Q&A. That’s where you’ll gain invaluable insight into how VCs think, what they look for in a founder and what motivates them to invite you to that all-important first meeting.\nWe’re thrilled to announce the next squad of stellar investors who will join our first and second groups to determine the Startup Battlefield champion.\nMamoon Hamid has been an early investor in, and served on the boards of, some of the most innovative software companies of recent times, including Box, Figma, Intercom, Netskope, Slack and Yammer (acquired by Microsoft). Prior to joining Kleiner Perkins, Hamid was a co-founder of Social Capital and, prior to that he was a partner at U.S. Venture Partners. He started his Silicon Valley career at Xilinx, where he held various engineering and business roles.\nHamid also serves as a chairman of the Institute for Constitutional Advocacy and Protection (ICAP), which uses strategic legal advocacy to defend constitutional rights and values. He was born in Pakistan and spent most of his childhood in Germany. Hamid moved to the United States to attend Purdue University, where he graduated with a BS in electrical engineering. He also has an MS from Stanford University and an MBA from Harvard Business School.\nSara Ittelson joined Accel in 2022 and focuses on early-stage consumer and enterprise companies. Prior to joining Accel, she spent several years at Faire as head of strategic partnerships. During her tenure, she helped the company go from a $535 million valuation to its most recent mark of $12.4 billion.\nBefore Faire, Ittelson spent four years at Uber on the global business development team, working first on the ride-share business and then on Uber Eats. Following a passion for education, she began her operator career in edtech. Ittelson was also an angel investor, investing in and advising early-stage companies in industries such as e-commerce, SaaS, SMB tech and enterprise tools.\nOriginally from Chico, California, Ittelson graduated from the Stanford Graduate School of Business and Northwestern University.\nBefore joining YC, Surbhi Sarna was the founder and former CEO of nVision Medical, which developed a first-in-kind microcatheter for detecting ovarian cancer. After raising $17 million in venture funding, completing three clinical trials and obtaining two first-in-class FDA approvals, nVision was acquired by Boston Scientific for $275 million, more than 15x money-in.\nSarna stayed at Boston Scientific for two years, running the 150+ person commercial organization in preparation for launch. She sits on both private and public company boards.\nTechCrunch Disrupt 2023 takes place on September 19–21 in San Francisco. Buy your pass now and save up to $600. Student and nonprofit passes are available for just $195. Prices increase August 11.\nIs your company interested in sponsoring or exhibiting at TechCrunch Disrupt 2023? Contact our sponsorship sales team by filling out this form."
        },
        {
            "url": "https://techcrunch.com/2023/07/27/mobile-website-builder-universe-launches-ai-powered-designer/",
            "epoch_timestamp": 1690486641.0,
            "title": "Mobile website builder Universe launches AI-powered designer",
            "content": "Universe, the no-code mobile website builder, announced today that it’s launching an AI-powered website designer in beta. The designer, called GUS (Generative Universe Sites), can help anyone build and launch a custom website from their iOS device.\nOnce you get started with GUS, you will enter the familiar Universe grid editor. Instead of starting with a template, you start a text conversation with GUS to begin creating your website. GUS will start by asking: “What kind of website would you like to build today?” Once you give GUS some initial details about the type of website you would like to build, GUS will ask you for a bit of information about what exactly you’re looking for. For instance, GUS may ask if you have a specific design or color scheme in mind, or if you have an idea of how many pages you would like on the website.\nAfter you give GUS details about your vision for the website, GUS will create a layout for you. The layout is completely editable, as you can manually change things without having to touch any bits of code. For instance, if you want to change an image that GUS selected, you can go in and swap it with a different one. Once you’re happy with what you see, you can go ahead and publish your website.\n“When we set out to develop what would ultimately become Universe, our mission was clear – to empower anyone to build the internet,” said Universe founder and CEO Joseph Cohen in a statement. “Generative AI lets us do this at an entirely new level: just tell GUS what’s in your mind and it’ll build it for you. Now, everyone on our iOS app can try the GUS beta. We hope we can give everyone the confidence and design support—from tattoo artists to general contractors to students to pragmatists to visionaries—to claim their corner of the internet with the computer they already carry around in their pocket every day.”\nThe GUS beta is currently available to all users who update their Universe app on iOS. Universe plans to bring the experience to the web in the near future to give users without an iPhone or those who prefer desktop the ability to access GUS.\nUniverse’s new tool is similar to one launched by Wix earlier this month, which is called the AI Site Generator. The tool allows users to describe their intent and generate a website complete with a homepage, inner pages and text and images — as well as business-specific sections for events, bookings and more.\nOne of the main ideas behind both companies’ products is to help small and medium-sized businesses launch and maintain websites to drive sales, which can be a challenging process. For context, a 2022 survey by Top Design Firms, a directory for finding creative agencies, found that nearly 27% of small businesses still don’t have a website and that low traffic, followed by adding “advanced” functionalities and cost, are the top challenges they face with their website.\nOf course, the products aren’t only geared and marketed toward business-owners, as they can be used by anyone to create a website easily.\n“Universe continues to champion inclusivity and accessibility in web design, and GUS marks a significant milestone in this journey,” Universe wrote in a press release. “With its AI-powered capabilities, GUS opens doors for individuals from all walks of life to bring their creative visions to life on the digital canvas.”\nFounded in 2014, Universe has raised $47.3 million in funding to date, according to Crunchbase. The company raised $30 million in December 2021 as part of its Series B round from Google Ventures, Javelin Venture Partners, Box Group and more. Universe closed a $10 million Series A from Google Ventures back in April 2020."
        },
        {
            "url": "https://techcrunch.com/2023/07/27/startups-are-not-just-for-kids/",
            "epoch_timestamp": 1690483524.0,
            "title": "Startups aren’t (just) a young person’s game",
            "content": "There’s a pervasive myth in Silicon Valley: Startups are only founded by a bunch of 20-year-olds who recently dropped out of college. “The Social Network,” “Pirates of Silicon Valley,” the various Steve Jobs biopics, and even the “Silicon Valley” TV show — wherever you look, the popular narrative is all about youngsters making it big.\nIt is true that entrepreneurial folks are more likely to start companies before the real world has beaten the optimism out of them and dulled their eyes with cynicism. But while youthful vigor can fuel and motivate fresh-faced founders, startup veterans know there are other aspects of building companies that are equally important.\nAfter you’ve seen enough startup pitches (God knows, I have), you start to spot a pattern: The best founders often have a few miles under their belt. The advantage is in having a curated, personal database of solvable problems, of the people who might be able to help, and a good idea of who you can sell your product to once you’ve built it.\nLife skills often come with age. For example, having kids makes you a better manager, because it forces you to learn priorities and the value of time. Parents tend to be more resilient and patient, which are both crucial startup skills. But the real reason why experience is important is related to building one’s personal network.\nWhen I got my journalism degree, I found myself wondering, “Great! Now I have the academic and theoretical context for the field of journalism, and I know all the techniques journalists use to string an article together.” What I didn’t have, though, was anything to write about. "
        },
        {
            "url": "https://techcrunch.com/2023/07/27/a-high-tech-third-eye-for-neurosurgeons-proprio-could-change-the-or-forever/",
            "epoch_timestamp": 1690475482.0,
            "title": "A high-tech third eye for neurosurgeons, Proprio could change the OR forever",
            "content": "Surgeries of all kinds have become more and more powerfully assisted by technology, but in most cases it’s still a human holding the scalpel — especially for delicate and complex operations like spinal surgery. Proprio’s technology reinvents the way surgeons see, understand and influence the contours of bone and tissue, improving outcomes and potentially saving lives.\nThis isn’t a compact X-ray machine or a cheaper MRI. It’s a live aid to a surgery in which precision and accurate, up-to-date information about the patient is crucial. The promise of the technology has also attracted investment: the company today announced $43 million in new funding.\nSpinal deformation happens when a condition, trauma or habit causes the natural curvature of the spine to assume outsized or distorted proportions. The most frequent cause is probably scoliosis, which progressively warps the spine and if left untreated can lead to serious disability. To combat this, the spine is fitted with a custom metal frame, attached with screws, that restricts and corrects this tendency, shepherding the vertebrae into a more healthy arrangement.\nIt’s not unlike getting braces — if teeth were sealed inside the body and there was a millimeter’s breadth between curing and paralyzing the patient. Spinal corrective surgery is commonplace (about 1.6 million of this type are performed yearly) and effective, but it’s also incredibly difficult and specialized work.\nAnd while new tools have emerged over the years to make it safer and more likely to succeed, a given procedure may still require a dozen X-rays and other scans, and the methods of virtually augmenting surgeons’ own senses are stuck in the past.\nAn example of a scoliotic spine before and after corrective surgery. Image Credits: Proprio\nAn example of a scoliotic spine before and after corrective surgery. Image Credits: Proprio\nDetailed interior imagery is needed for prep, but by the time they’re in the operating room, the images they have of the patient may be days or weeks old, and for acute conditions or trauma especially this is a huge problem. If the imagery doesn’t match reality, not only could something have happened in the patient’s body, but there’s an increased risk of harm working with outdated info.\nIf the surgeon senses that the situation may have changed, the patient must be put inside an imaging machine and everyone must clear the room. Imagine doing that mid-surgery, with all that entails! Not only is it disruptive to the procedure and time-consuming, it leads to multiple radiation doses for the patient and the surgeon, who is repeatedly exposed to this process.\nA surgeon conducts an operation with a Proprio Paradigm device overhead. Image Credits: Proprio\nA surgeon conducts an operation with a Proprio Paradigm device overhead. Image Credits: Proprio\nProprio is a startup that aims to completely change how this and other procedures are accomplished by, mapping detailed pre-operative scans to a real-time 3D representation of the patient’s anatomy, running through a complex suite of sensors that monitor movements and changes at a sub-millimeter level.\nThe company’s first product, Paradigm, is a real-time surgery guidance device comprising a complex multi-camera imager and a display that shows exactly what a surgeon needs to know in order to drive a screw down the exact trajectory necessary to attach the brace without splitting the vertebra or piercing the spinal cord and crippling the patient.\nTo do this, it performs a hyper-precise version of what your phone might do for an augmented reality app, which tracks the space and objects around you to place a virtual character or piece of furniture in the desired place. Though there are some systems that do something like this already, they rely on combining static, pre-operative imagery with a physical marker as a reference point. Essentially, they don’t track the physiology of the patient, but rather the marker itself, meaning the position of the vertebrae, etc. — a confident guess rather than observed fact.\nIt also means if the person shifts, or the surgery is delayed, or for any other reason the imagery becomes out of date or misaligned, the systems cease to be effective — remember, being off by even a tiny amount is disastrous; neurosurgery isn’t a discipline where people just eyeball it.\nProprio’s device leapfrogs these methods through very, very precise imaging and computer vision. The “Prism” imaging array has half a dozen sensors in it, including multiple RGB cameras, infrared stereo cameras and a dedicated depth sensor.\nI visited the Proprio office in Seattle and saw a live simulated procedure and some development prototypes. CEO and co-founder Gabriel Jones and co-founder Jim Youngquist answered my various questions, though I did not take their answers down verbatim.\nPediatric neurosurgeon, co-founder and Chief Medical Officer Dr. Samuel Browd seemed genuinely excited and relieved by the promise of the tech; obviously it’s his company, but it was clear to me that he considered his first duty to be to his patients, and thought of the Proprio approach as a long-awaited game-changer.\nExamples of real-time imagery during a simulated procedure. Image Credits: Proprio\nExamples of real-time imagery during a simulated procedure. Image Credits: Proprio\nParadigm also works with pre-operative imagery, but not static images of the positions and orientations of vertebrae. Instead, the vertebra are rendered in 3D as the movable, dynamic objects they are, and the imaging unit can observe and “register” their positions in real time, no marker necessary. (The company’s “light field” talk may ring a bell — and indeed former Lytro engineer Thomas Nonn works on Paradigm.)\nSo if the patient moves, or needs to be moved, or for whatever reason the vertebrae are not exactly where they were when the MRI was taken… no problem. The system tracks them continuously in 3D space by minutely observing the exposed surfaces and other factors. While accuracy is not an easy metric to track down in such a variable context, the company did say it was at the “sub-millimeter” level.\nHow this is done is part of the company’s secret sauce — I saw several prototypes from their development process, with different numbers and configurations of cameras. The final design for Paradigm incorporates the best of those and is also, of course, all set up for work in an operating room.\nProprio in April received 510(k) clearance from the FDA, which is not a full green light exactly, but rather like saying you have an improved version of something already on the market that doesn’t add any new risks. In this case it’s devices for “stereotaxic navigation for spine surgery,” and the company “performed many usability and performance studies with everything from benchtop models to porcine samples and human cadavers.”\nIts next step, then, is to commercialize the platform by putting it in as many operating rooms as possible and taking on its first in-human cases. That involves a lot of manufacturing, testing, training and support — few surgical aids are “set it and forget it” type devices. That said, they expect the first procedures to happen this summer at partnering hospitals.\nThe Proprio Paradigm device, and the door to the company’s “precision lab.” Image Credits: Proprio\nThe Proprio Paradigm device, and the door to the company’s “precision lab.” Image Credits: Proprio\nBut while spinal surgery navigation is the first and clearest application of the technology, it may well only be the company’s opening move. There is, of course, the potential to apply the device’s capabilities to other difficult surgeries — while it was built with spinal procedures in mind, the same method would be helpful in, say, joint reconstruction.\nYet even greater value might emerge from the inevitable “data play,” though surgery is an area where such a play is desperately needed. Training new surgeons is a long and difficult process, and there is a distinct lack of rich data pertaining to any given procedure. There may be video, or not, of varying quality and recency. But high-fidelity collection and analysis of operations is less common than you’d think, and what’s out there is limited in other ways.\nThe Paradigm imager collects an enormous amount of data, which can be put to use in countless ways (of course all staying well within patient confidentiality laws and ethics). Training is an obvious one, but the team also showed how, by combining data from hundreds of previous surgeries and outcomes with real-time tracking of the patient, a prediction or projection of how a procedure might be improved. It may not be obvious even to an expert eye, but placement of a screw a millimeter over, or tightening a wire by a hair more, could be the difference between requiring a follow-up surgery or not.\nThere’s also the possibility of tracking the surgeons and tools themselves; if complications occur, for instance, the procedure can be watched start to finish in high fidelity 3D, and the cause of the problems made clear in retrospect. And for the inevitable questions of insurance, malpractice and so on, it could also be used to show clearly that an instrument was used properly, or not used at all, or that it was this person and not that one who made a mistake.\nWhile these capabilities are notional right now (videos I was shown were mockups), they’re certainly possible, but with a device like the Paradigm looking down on every surgery and producing an enormous body of data. While the concept may seem a bit repulsive from outside the OR, Dr. Browd seemed to think it would save many lives and make these procedures faster, better and cheaper.\nData-driven healthcare goes beyond electronic records and telehealth — and even robotic surgeries. There’s room for technology to make many procedures better for both patient and surgeon, if the understandable reticence to part with tried-and-true methods can be overcome.\nThe company’s $43 million B round came from new and existing investors DCVC, BOLD Capital Partners, Bird B. AG, Cota Capital, Intel and HTC."
        },
        {
            "url": "https://techcrunch.com/2023/07/27/pet-telehealth-airvet-18-2m-enterprise/",
            "epoch_timestamp": 1690473627.0,
            "title": "Pet telehealth company Airvet closes on $18.2M to embark on enterprise focus",
            "content": "Pet ownership exploded during the global pandemic, and veterinarians are still struggling to keep up with demand.\nIn fact, a Mars Veterinary Health report from 2022 highlighted a need for more than 41,000 vets to enter the industry over the next decade in order to meet demand. Not enough people are going into this field, which means there will be an estimated shortage of 15,000 veterinarians by 2030.\nPet telehealth company Airvet is out to help them, buoyed by $18.2 million in new Series B funding. We last profiled the company in 2020 when it raised its $14 million Series A round.\nCEO Brandon Werber, whose father is well-known vet Dr. Jeff Werber, started the company in 2018 to connect pet parents with practicing veterinarians for telehealth visits any day, any time.\n“The vet shortage is going to make it very expensive and very, very difficult to get care for your pets when they’re sick,” Werber said. “So many vets today are not taking new clients at all. They’re just telling you to go find another vet, go to an urgent care or an ER. The problem is most people can’t afford impromptu trips to the vet. It’s really expensive.”\nIndeed, with U.S. pet care estimated to grow from $118 billion in 2019 to $277 billion by 2030, all of this need provides an opportunity for technology to help.\nNot only has that attracted startups, but venture capitalists as well.\nCompanies like Digitail, Mixlab, The Vets and Dutch, to name a few, came on in recent years with solutions to help vets. Newer startups are coming in as well: Mascotte Health, a UAE-based veterinary service provider, announced $1.2 million in pre-seed funding this month, while Maven Pet recently raised $3 million to use AI to detect early onset of serious illnesses in dogs and cats, according to Guilherme Coelho, co-founder and CEO.\nHowever, even with the need for more veterinarian services, not every company’s business model has succeeded. For example, Fuzzy, a company that created a digital pet care network of veterinary professionals, and raised $80 million in venture-backed funding since its founding in 2016, reportedly shut down in June.\nAirvet, a telehealth veterinary platform, just clawed its way to a $14 million Series A round\nWatching what happened to Fuzzy, and trying to keep a company going amid a market shift, put things into perspective, Werber said.\n“When the markets shifted, it put back into focus that you can’t just build fast and recklessly,” he said. “You have to build with an eye and a path towards profitability, healthy margins, healthy unit economics and building a real scalable business. We had to take hard looks at our model and our strategy.”\nBusiness approaches in the pet tech space run the gambit, but have largely focused on direct-to-consumer healthcare or helping veterinarians more easily manage their practices amid the demand.\nFor Airvet’s part, Werber said he saw an opportunity to target business-to-business. The company has since built up a base of employer clients, including Adobe, Ceridian and Rexford Industrial, eager to offer an employer-sponsored benefit for employees with pets.\nWerber declined to go into specifics about customer or revenue growth, but said he expects Airvet to reach over 50 customers in the next year and that revenue was “growing at a faster rate than before.”\nMeanwhile, the company’s Series B round was led by Mountain Group Partners with participation from Canvas Ventures, Headline, Burst Capital and a group of strategic investors, including VCA Animal Hospitals founder Bob Antin. This gives Airvet just over $33 million in total funding. As part of the investment, Byron Smith, managing director at Mountain Group Partners, will join the company’s board.\nThe funding will support the continued expansion of Airvet’s partnership with enterprise and employer clients, on product development and to build out the company’s sales and marketing teams.\n“The biggest plans for us now are to really build this category into a ubiquitous category for all employers and enterprises who want to acknowledge, support and celebrate pet families and provide services and resources for them in areas where they are really struggling,” Werber said. “A big part of that is access and affordability of pet care.”\nDeal Dive: Caraway shows what else digital health can do"
        },
        {
            "url": "https://techcrunch.com/2023/07/27/helpful-7-5m-family-caregiver/",
            "epoch_timestamp": 1690466489.0,
            "title": "Helpful secures $7.5M to launch family caregiver app",
            "content": "Demands on family caregivers increase as their loved one ages, and each week can be full of doctor’s visits, therapy and daily reminders. All of that care adds up: Data shows the amount of time spent on caregiving in the U.S. amounts to some $600 billion of unpaid care.\nHelpful’s app for caregivers. Image Credits: Helpful\nHelpful’s app for caregivers. Image Credits: Helpful\nA new app called Helpful wants to be, well, more helpful to the more than 53 million Americans acting as caregivers by managing the administrative part of a family member’s care plan.\nToday, Helpful joins other companies, including Wellthy, ianacare, Aidaly and SupportPay, in launching its app to bring insurance benefits, medical records and caregiving resources into one place. Helpful charges payors so that it can currently offer the app free to family members of Original Medicare (parts A & B), following applicable legal guidelines.\nThe company was started by Wes Donohoe after seeing the toll that caregiving was taking on family and friends. Prior to Helpful, Donohoe was chief product officer for primary care practice Everside Health, and before that was vice president of product at One Medical.\nHelpful’s app launches with a payor partner and waitlist of around 4,000 people, which is growing at about 2,000 people per week, Donohoe told TechCrunch.\nHelpful separates itself from other caregiving apps by focusing on the administrative burdens of caregiving and integrating a loved one’s medical records, including existing insurance benefits, medications, after-visit summaries and care-plans, personalized and localized caregiver benefits and training on medical conditions.\nThe company does this by “leveraging the most recent regulatory requirements for payors and providers,” Donohoe said.\n“We are the only ones that showcase the loved one’s insurance benefits,” he added. “We had to programmatically scrape insurance websites to pull this info because no API exists to access this information.”\nMeanwhile, Helpful secured $7.5 million in seed financing through Redesign Health, where Donohoe was a founder resident and built the idea for the company.\n“We’re fortunate to be able to raise a considerable amount of capital, especially in this market, and the plan is going to be building products and integrating,” he said.\n6 VCs explain why embedded insurance isn’t the only hot opportunity in insurtech"
        },
        {
            "url": "https://techcrunch.com/2023/07/27/coalition-operators-cowboy-ventures-and-fini-set-an-equitable-cap-table-at-disrupt-2023/",
            "epoch_timestamp": 1690464632.0,
            "title": "Coalition Operators, Cowboy Ventures and Finix set an equitable cap table at TC Disrupt 2023",
            "content": "Building a diverse and inclusive startup is the right thing to do, both ethically and economically. If you’re a founder who cares about equity, it begins with choosing co-founders and employees who don’t all look or think like you. But that’s just the starting point. It also means diversifying the investors in your cap table so that you spread the wealth you create fairly.\nThat requires intentionality, and it’s why we’re excited that Ashley Mayer, co-founder and general partner at Coalition Operators; Amanda Robson, partner at Cowboy Ventures; and Richie Serna, CEO at Finix will tackle this important topic on the Builder Stage at TechCrunch Disrupt 2023, which runs September 19–21 in San Francisco.\nIn a session called “How to Construct an Equitable Cap Table,” Mayer, Robson and Serna will share their insight on issues like making room for diverse investors and how to land a diverse lead investor rather than the usual suspects. We also look forward to hearing about ways to protect early investor pro rata rights to ensure that early and diverse investors can retain their overall stake in the business.\nDiversifying startups and VC investment is an important issue, and we’re bound to touch on many other aspects. Don’t miss this essential conversation.\nLearn more about our speakers — and their qualifications for tackling this challenging topic — below.\nPrior to co-founding Coalition Operators — an early-stage venture fund that has pioneered a new model to bring top women operators onto cap tables at scale — Ashley Mayer was VP of comms at Glossier, a New York–based beauty startup.\nIn Mayer’s first startup job at Box, the enterprise software company, she led communications as the company grew from a 50-person team through IPO. She then joined venture capital firm Social Capital, where she led comms and marketing, launched new capital products and helped founders tell their stories.\nMayer also serves on the board of Climate Draft, a coalition of climate tech startups and VCs, along with Mixing Board, a community of comms and marketing leaders. She lives in Brooklyn and tweets too much.\nA seed investor at Cowboy Ventures, Amanda Robson focuses on software infrastructure investments. She works with companies such as Drata, Elementary Data, SVT Robotics, Mobile.dev, Mutiny and Byteboard.\nRobson also co-hosts the Open Source Startup Podcast, where she’s conducted over 70 interviews with open source founders from companies like HashiCorp, Vercel, MongoDB, Kong, Chronosphere and Starburst Data. She’s also an active member of All Raise and founded the Modern Angels community of more than 250 female and nonbinary angel investors.\nRichie Serna co-founded Finix, a startup aiming to create the most accessible financial services ecosystem in history by building the global operating system for fintech, starting with payments.\nPrior to Finix, Serna served as an engineer at Balanced, the first developer-friendly payment API for online marketplaces and other P2P services. He also worked as a consultant at Booz & Company. Serna earned his BA in government at Harvard University.\nYou’ll find more conversations with leading experts on the Builders Stage, which features topics like operations, hiring, fundraising and more. Don’t forget to check out our six new stages for six breakthrough sectors at Disrupt.\nIs your company interested in sponsoring or exhibiting at TechCrunch Disrupt 2023? Contact our sponsorship sales team by filling out this form."
        },
        {
            "url": "https://techcrunch.com/2023/07/27/glossgenius-raises-28m-to-expand-its-bookings-and-payments-platform-for-beauty-businesses/",
            "epoch_timestamp": 1690459249.0,
            "title": "GlossGenius raises $28M to expand its bookings and payments platform for beauty businesses",
            "content": "GlossGenius, a platform designed to handle bookings and payments for salons and spas, today announced that it raised $28 million in a Series C funding round led by L Catterton with participation from Bessemer Venture Partners and Imaginary Ventures.\nThe round values GlossGenius at $510 million — the startup’s second up-round in the past 12 months — and brings GlossGenius’ total raised to ~$70 million. Founder and CEO Danielle Cohen-Shohet says that it’ll be put toward developing additional products to support business owners in the beauty and wellness sectors, as well as “investing in core areas of the GlossGenius team.”\n“As one of the fastest-growing software companies in the space now powering billions of dollars of annual transaction activity, GlossGenius has become a critical gateway for success and social mobility for business owners that have traditionally been underserved by technology,” Cohen-Shohet told TechCrunch in an email interview.\nCohen-Shohet founded New York-based GlossGenius in 2016, after experiencing the pain points of managing a makeup artistry business and engaging with clients. Prior to starting the company, she and her twin sister, Leah, ran a digital receipts point-of-sale venture that they launched in college. Those experiences served as a springboard for Danielle, who learned how to code to build GlossGenius’ MVP.\n“Given the many responsibilities that business owners have, they spend countless hours on time-consuming administrative work and processes that keep them from scaling themselves and revenue,” Cohen-Shohet said. “Our product gives businesses complete control over their business, ultimately enabling them to scale themselves and build a unique brand identity and client experience in the same sophisticated way that larger companies would.”\nGlossGenius, similar to software like Toast, ServiceTitan and Procore, is a vertical software embedded payments app — but one aimed exclusively at the beauty and wellness spaces. Businesses can use the platform to manage workflows across their back and front offices, including flows related to payments, booking, inventory expenses and marketing.\nGlossGenius also offers a card reader, the design of which businesses can customize to match their branding.\n“Historically, salon, spa and wellness business owners have had limited options — manual tracking with pen and paper or complex, general one-size-fits-all horizontal solutions or hard-to-use legacy solutions,” Cohen-Shohet said. “Many of these options have led to commoditization of small businesses, stripping any opportunity for customization, brand-identity or personality.”\nBusinesses that choose not to adopt booking tech, though, run the risk of losing out on new clients. According to a 2019 survey of around 1,000 salon and spa customers, only 54% book appointments during a salon’s and spa’s opening hours. Respondents to the poll also cited online booking as the most important feature when visiting a salon’s website.\nWhether for fear of missing out on new business or other post-pandemic-related reasons, GlossGenius’ customer base has continued to expand pretty consistently. Cohen-Shohet claims that over 60,000 spas and beauty salons are now using GlossGenius’ platform, which is handling billions of dollars in activity annually.\nGlossGenius’ booking and payments management platform for spas and salons. Image Credits: GlossGenius\nGlossGenius’ booking and payments management platform for spas and salons. Image Credits: GlossGenius\nIt helps that, even before the COVID-19 health crisis, spa and salon owners were showing a willingness to adopt new technologies to drive revenue. A 2019 survey of close to 600 spa and salons in the U.S. found that marketing software, point-of-sales systems and cloud software were the top three areas of investment.\n“Upon re-opening [after the pandemic], we witnessed increased demand for digital products that could help business owners in our space run better businesses,” she added. “Despite a broader slowdown in tech that many companies are seeing, we’ve seen our sector show resilience and continued growth.”\nWhile GlossGenius’ growth is impressive, it’s up against formidable competition. Fresha, which also sells a beauty and wellness booking platform and marketplace, raised $100 million in 2022. That same year, appointment booking app Booksy landed $70 million. Meanwhile, booking vendor Boulevard similarly secured $70 million in a funding round that closed in late 2022.\nIt’s cutthroat. Data from Semrush, cited by Fast Company, shows that 76% of the appointment booking market’s online traffic goes to the top five players in the space: Vagaro, Booksy, Mindbody, Styleseat and Fresha.\nGlossGenius’ challenge going forward will be continuing to stand out as the field grows increasingly crowded.\nL Catterton’s Ian Friedman, unsurprisingly, has faith.\n“Given our deep expertise in the beauty space and our investments in disruptive software businesses across consumer verticals, we see a compelling opportunity ahead to serve businesses here with better and more powerful tech,” he said via email. “The overwhelming enthusiasm displayed by GlossGenius’s customers is a testament to the product’s excellence and the company’s position as the go-to platform in the industry.”"
        },
        {
            "url": "https://techcrunch.com/2023/07/27/opentext-micro-focus-patents/",
            "epoch_timestamp": 1690452024.0,
            "title": "Patently messy: How a $6B deal may spur more IP lawsuits",
            "content": "A megabucks enterprise acquisition that closed six months ago could lead to thousands of patents landing on the open market.\nLast August, Canadian enterprise technology giant OpenText announced plans to acquire U.K.-based IT software vendor and consultancy Micro Focus for a chunky $6 billion, a deal that closed on January 31. In our coverage at the time, TechCrunch considered various takes on what it might mean for their respective customers, and the motivations behind the deal.\nChief among them, Micro Focus’s assets would help OpenText diversify its product suite and become a stickier proposition. But there are fears that OpenText also could capitalize on something else: a windfall of thousands of patents amassed by Micro Focus.\nNow, with Micro Focus set to end its membership of anti-patent troll organization LOT Network next week, the big question will be: What will OpenText do next?\nOver a period of nearly 50 years, Micro Focus racked up a catalog of thousands of patents both through internal R&D — it started as an early pioneer in COBOL — and acquisitions. Its procurement history included legacy software companies such as Borland, Novell (via its 2014 Attachmate acquisition), Serena Software and certain software assets of HPE.\nEven as recently as the months before, during and after OpenText’s approach in August 2022, Micro Focus had dozens of patents granted through applications it had made years earlier, spanning everything from machine learning-based network device profiling and stateless password management to blockchain-based transaction methods.\nBack in 2021, however, Micro Focus had joined LOT Network, a nonprofit outfit that promises to protect its members through an agreement that automatically cross-licenses patents that fall into the hands of patent assertion entities (PAEs). Such PAEs — also called non-practicing entities (NPEs) or more commonly “patent trolls” — are organizations that make most of their revenue through patent enforcement, shell companies set up to assert those rights with no tangible products or R&D associated with the patents.\nThe LOT Network counts thousands of members: Google, Amazon, Uber, Salesforce, Facebook, Microsoft, eBay, Netflix, Airbnb, ByteDance and IBM, though there are plenty of smaller companies in there too, from fledgling startups to pre-IPO scale-ups. The idea is that when a company joins LOT, it commits to ensuring that none of its patents end up in the hands of a PAE. If the patents do end up there, then all LOT members are automatically granted a license to the patents, making them immune to future litigation in perpetuity for as long as they remain members of LOT — even if the patent holder itself leaves LOT.\nThis arrangement isn’t designed to deter patent enforcement in general — there are many legitimate scenarios that may require member companies to assert their IP rights. In fact, there are examples of LOT Network members suing one another for patent infringement, for example Google’s sibling Waymo’s suing Uber for trade secret theft, and IBM pursuing Airbnb for patent infringements for some six years, eventually settling the case in 2020.\nThese kinds of patent assertions are fine under LOT’s terms. This is because the companies involved aren’t PAEs, which it defines as any company that derives more than half of its revenues from patent enforcement (litigation or licensing).\nIn other words, LOT is essentially a deterrent mechanism more than anything else, discouraging would-be trolls from snapping up patents for the express purpose of litigation or licensing. Companies are free to end their LOT membership at any point, with the understanding that they will no longer be protected from PAE patent litigation.\nBut on the flip-side, this also frees them to do whatever they want with their patents, including selling them to the highest bidder — whoever that may be.\nThe anatomy of a patent litigation target\nAll this leads us back to OpenText, which now owns thousands of granted and pending patents, aggregating its own holdings with those of its recent acquisition.\nNotably, Micro Focus officially handed in its resignation notice to LOT Network in March, though in reality the resignation was somewhat moot as LOT’s T&Cs state that when a member is acquired, the acquiring company has to join the organization to remain covered. If this doesn’t happen, the membership is automatically cancelled six months from the acquisition date — which, in this case, is July 31. (OpenText has never been a member of the LOT Network.)\nWhat this means is that Micro Focus (and thus its patents) will no longer be subject to the LOT Network agreement, and OpenText will be free to use them however it wants. LOT members who joined before Micro Focus’s exit date (July 31) will continue to be protected regardless. But from August 1 onwards, any other company could be a potential litigation or licensing target should the patents end up in the hands of a PAE.\nWhile LOT Network membership would be irrelevant if OpenText were to decide to assert these patents itself — remember, it’s a legitimate operating company — there is always a danger that these patents could be sold on to another entity, including a patent troll.\n“We think there’s a possibility that in the future, one way OpenText might choose to deal with these patents would be to sell them to a PAE,” LOT Network’s VP of partnerships and thought leadership Sam Wiley said in an interview with TechCrunch.\nWiley isn’t alone in voicing concerns. IP attorney Patrick McBride, who most recently headed up IP programs at Red Hat, said that while it’s impossible to know how these patents might be leveraged, OpenText likely has something specific in mind for them.\n“One would assume that the reason they are removing those assets from the LOT Network is to do something with them, as they would be free to use them for their own operating company purposes while staying in the network,” McBride said. “You have to conclude that they have some purpose in mind for them by withdrawing them.”\nTechCrunch reached out to OpenText for comment, but was told that it doesn’t comment on business decisions such as this.\nPAE concerns aside, though, recent behavior indicates that OpenText might in fact be open to asserting these patents itself, with litigation one possible outcome.\nOpenText makes most of its annual revenue through its business, which involves helping companies manage their content and data. Over the past decade, its market cap has roughly tripled to more than $11 billion. A chunk of this growth has been off the back of buying legacy software companies, securing countless patents along the way. But some of its actions in recent times have led to accusations that it’s behaving like a patent troll itself.\nBack in 2019, OpenText acquired Carbonite, a data security firm that itself had acquired a 25-year-old endpoint security company called Webroot earlier that same year. Fast-forward to March 2022, and Webroot (backed by its parent OpenText) initiated patent litigation proceedings against CrowdStrike, Kaspersky, Sophos and Trend Micro, with claims that its cybsersecurity rivals were using malware detection techniques protected by patents owned by Webroot.\nA CrowdStrike spokesperson said at the time that this is something it would “expect from a patent troll” rather than a cybersecurity company. “Legitimate licensing discussions start with a phone call, not a lawsuit,” they said.\nTrend Micro COO Kevin Simzer echoed this sentiment, saying that “desperate times call for desperate measures” from OpenText.\n“Perhaps OpenText is struggling with the less-than-successful assets they have acquired over the years, so they need to transform into a patent troll type of company,” he said. “We will vigorously defend ourselves.”\nGoing further back, OpenText has something of a history of patent litigation, settling with rival Alfresco back in 2014 before going after cloud storage company Box and its government procurement partner Carahsoft in 2015. It also currently has litigation against Alfresco’s parent Hyland Software over patents covering remote data-storage technology.\n“OpenText is definitely not a PAE — it makes most of its money from technology,” Wiley said. “But compared to its peers, especially on the cybersecurity side, they’re pretty aggressive with patent licensing.”\nData from Clarivate’s Darts IP database, cited by LOT Network, indicates that OpenText has asserted in the region of 40 patents, spanning 19 separate patent litigations, in the past decade.\nWhile the main motive behind buying Micro Focus might well be its ability to generate more direct revenue for its new parent, it’s clear from OpenText’s recent past that patent litigation is on its agenda. And Micro Focus adds significant ammunition to its arsenal, with LOT Network estimating that Micro Focus essentially doubles OpenText’s patent trove. This trove isn’t cheap to administer, either.\nFigures derived from Clarivate’s Innography suggests that Micro Focus has been paying as much as $3 million each year to manage its patent portfolio, which may include registering or renewing patents, monitoring their use (or misuse) across hundreds or thousands of markets. So one way to reduce these overheads, while simultaneously making money, would be to sell some of these patents to a third-party, such as a PAE.\n“If you look at OpenText’s patent portfolio, it’s probably much larger than it needs to be,” Wiley added. “Those portfolios are very expensive to maintain, you have to pay maintenance to all the different patent offices. And so one possibility would be that OpenText says, ‘Hey, the best way to get a return on these patents is to sell to a PAE.'”\nThis may also tie in with other cost-cutting measures OpenText announced post-acquisition, which effectively translated into an 8% workforce reduction to save $400 million in outgoings.\nMicro Focus International PLC: Active patents, annual spend. Image Credits: Clarivate / LOT Network\nMicro Focus International PLC: Active patents, annual spend. Image Credits: Clarivate / LOT Network\nIf patent litigation is on the agenda, OpenText might pursue its own route, but there are inherent risks associated with that. An operating company might not want to get too litigious, given the inherent costs, uncertainties and reputational risks associated with that. In which case, selling at least some to a PAE might be a better option in the long run.\nEither way, though, when you consider that OpenText has proactively removed Micro Focus from LOT, and has been actively engaging in litigation to loud cries of “patent trolls,” this could spell trouble for some companies out there."
        },
        {
            "url": "https://techcrunch.com/2023/07/27/terragons-9m-raise-gives-credence-to-the-market-maturity-in-africas-cloud-and-martech-space/",
            "epoch_timestamp": 1690448831.0,
            "title": "Terragon’s $9M raise gives credence to the market maturity in Africa’s cloud and martech space",
            "content": "As one of the well-known data and cloud martech companies in Africa, Terragon, via several products, gives its clients (primarily telecommunications and financial services companies) data on the continent’s growing consumer markets.\nAdrenaline, one of its main products, is a telco-data monetization solution that lets telcos diversify their income and marketers access specialized audiences otherwise unavailable through traditional marketing channels. Finally, these tools enable Terragon corporate clients to drill down on various combinations of behavioral and demographic information, reach consumers via multiple channels both online and offline and link to various touch points, including online sales and payment systems.\nThe cloud analytics and marketing platform earned $5 million in Series A funding in 2018, which it utilized to further develop Adrenaline into the Terragon Marketing Cloud with over 150 million segmented profiles in Nigeria. Today, the firm, which converts telco channels into mobile advertising inventory, announced a $9 million Series B round to expand its focus on offering mobile B2C messaging backed by deep consumer insights from “big data.” The round was led by Orange Ventures with participation from TLcom Capital, LoftyInc, Sango Capital, VestedWorld and Western Technology Investment (WTI).\nThe investment, according to the business, would allow it to strengthen cloud-native capabilities on its platform as well as develop and accelerate localized ML and AI to provide the foundations for increased enterprise communication. The company hopes to kickstart its Pan-African expansion (which it is already doing in Ghana and Kenya), according to founder and CEO Elo Umeh in an interview with TechCrunch. Umeh said that the growth investment, together with interest from French telecom giants and collaborations with AWS and Microsoft, lends credence to Africa’s market maturity in cloud and martech.\nIn February, four of Europe’s largest carriers (Germany’s Deutsche Telekom, France’s Orange, Spain’s Telefónica, and the U.K.’s Vodafone) formed a joint venture to target mobile consumers with opt-in advertising. Furthermore, these telcos want to use this partnership (TrustPid) to capitalize on high-level changes to the third-party tracking cookie status quo in order to generate ad income by developing cross-operator ad-targeting infrastructure based on first-party data.\nGoogle has said that third-party cookies would be phased out to improve user privacy. According to the ad giant, third-party cookies violate users’ privacy by allowing websites to follow them without their knowledge. The elimination of third-party cookies will have several consequences for the online advertising industry, as advertisers will no longer be able to track users across multiple websites, and they will need to find new ways to collect, analyze, and tailor customer data to provide personalized ads and experiences to customers.\nBusinesses will need to integrate various identification solutions instead of relying on third-party cookies to achieve this. And, to accurately profile customers, a central Customer Data Platform (CDP) that relies on a first-party data source (like TrustPid) and combines this with other online data sources appears to be the solution, similar to what Terragon has done with various telcos in the African market for several years, including MTN Nigeria.\nAfrican VC TLcom Capital invests $5M in Nigerian data analytics firm Terragon Group\nSo how did Terragon develop something that Europe is playing catch-up on? The development of Adrenaline was aided by Africa being a mobile-first continent. Since email addresses, and not mobile phone numbers, have traditionally been the unique identifiers for digital services in Europe, this has limited the multiple sources that can be harnessed by solutions like TrustPid to identify and track customers. As a result, Europe and the Global North generally find themselves on the back foot.\nAs a mobile-only continent, Africa has experienced significant internet connectivity growth in recent years. Nearly half a billion users subscribe to mobile services in Africa, and mobile numbers remain the unique identifiers for digital services, as many users do not have email addresses. So, in signing up for platforms like Jumia and Netflix, customers use their phone numbers, not email addresses, like in Europe. Therefore, this structure (including Terragon’s DSP, which is connected to major online publishers, including Google ad exchange) allows advertisers and marketers on the continent to continue running targeting customer engagements required.\n“We placed a bet on the mobile phone number as a unique ID. In other parts of the world, most of the unique IDs have been email. Digital advertising has been driven by email up to three years or four years ago because that’s the evolution in the West. But now we’re seeing a migration from email to mobile phone numbers because of trends in emerging markets,” Umeh said on the call. “And Europe is noticing an intersection between what happens on the mobile phone and eventually what will happen in enterprises because retail media has grown astronomically. So how can they solve for privacy? By coming closer to the supply side (telcos), and changing the unique identifier to the mobile phone number because that is what Facebook, Google and others are using. When the European platform comes on stream, I think the entire world will migrate to it.”\nNonetheless, it’s worth noting that Africa has less stringent comprehensive privacy regulations for consumers than Europe, making it easier for Terragon to grow its services on the continent. Umeh stated that the company’s revenue has risen 10x since its Series A in 2018, with a 100% year-over-year growth rate projected until 2023.\nMicrosoft, Unilever, Access, Fidelity, and FCMB are among Terragon’s partners and clients, as well as telecoms such as MTN. According to Umeh, the company has a customer retention rate of more than 50% quarter over quarter.\n“Terragon is poised to ride a wave that will intersect software, traditional telcos, enterprise and digital native businesses. The size of the opportunity was very convincing to us, their existing ambition and investment in Africa-focused software products was compelling, as well as the vision of how African mobile users will evolve in coming years, fit right into the strategy of Orange Ventures,” Grégoire de Padirac, partner at Orange Ventures, said of the investment.\n“They are Africa’s pioneer specializing in cloud-native data software, which serves as the fundamental building blocks for enterprise AI across the continent. With protected intellectual property, an inventive business model, and a strong presence in multiple markets, they are well-positioned to establish a strong leadership across the continent.”\nUh oh! European carriers are trying to get into ‘personalized’ ad targeting"
        },
        {
            "url": "https://techcrunch.com/2023/07/27/bloom-money-raises-1m-to-digitize-finance-for-ethnic-communities/",
            "epoch_timestamp": 1690444826.0,
            "title": "Bloom Money raises £1M to digitize finance for ethnic communities",
            "content": "Bloom Money, a U.K.-based fintech, has raised £1 million to digitize an informal financial management system employed by ethnic communities across the world.\nOften referred to as “rotating savings and credit association” (ROSCA), the model varies in the details around the world, but usually, it involves an informal gathering of people from a certain community who act as a bank, collecting and saving money that members can withdraw. The system is called different names across the world, such as “hagbad” in Somalia or “pardna” in parts of the Caribbean.\nThe goal is to avoid conventional banking systems, many of which discriminate against minority communities, especially in the U.K., CEO Nina Mohanty said. “Some of it is just blatant racism. We don’t have clear red-lining like in the U.S., but there are definitely postcode look-ups,” she said.\nThe ROSCA system is a way to conduct financial matters with people you trust, she said, “whether that is by race, nationality, we’ve even got people down to the tribe level.” Bloom Money wants to digitize this ROSCA process.\nA daughter of two immigrants to the U.S., Mohanty says she decided to work on this problem after she moved to the U.K. and learned for herself just how difficult it can be for an immigrant to set themselves up financially. “I just felt that there was not just an economic justice point to this, but also a huge opportunity, where people only think of the U.S. as a country of immigrants, but increasingly across Europe, we know migration is growing,” she said.\nHer co-founder and CTO Dan James believes in the system because he’s seen how effective it can be, growing up in an ethnic community in central Birmingham. “I saw firsthand the benefits that using ROSCAs can bring people, especially those entering the U.K. who have historically been underserved by the existing financial sector,” he said.\nThe company will use the funds from the pre-seed round to continue building its digital savings features, which has all funds safeguarded by an electronic money institution. The fundraising was led by Zinal Growth, and saw January Ventures, Pact VC and angel investors Bérénice Magistretti and June Angelides M.B.E. participating.\nBloom Money lets people create groups, known as “Bloom circles,” to share and save money with. It also has educational materials on the basics of life in the U.K., such as how to get a driver’s license, setting up a trust fund and an explainer on credit scores.\nImage Credits: Bloom Money\nImage Credits: Bloom Money\nMohanty described the fundraising process as “really interesting.” She said the most challenging part was explaining to investors that the company intended to target very underserved communities. At first, there was a lot of misunderstanding, she said. “Some very racist, xenophobic things were said to us,” she said. “Even going through the regulation process, there was a lot of prejudice that we had to overcome.”\nMohanty and James say they wanted ethnic and gender diversity on their cap table, and they seem to have managed that so far: Nearly 70% of their cap table identifies as women, almost 50% comes from a minority ethnic background and about half identify as first or second-generation immigrants.\nAngelides, an angel investor, said Bloom Money was her first angel fintech investment, and she knew right off the bat how big of a problem the company is trying to solve since she grew up in Nigeria, where cash is king. “Communities have struggled for generations with trust in financial systems and have preferred to use community-based saving methods, such as Ajo (the Nigerian version of the ROSCA system).”\n“This comes with its own set of problems, from people absconding with funds to people being unable to significantly grow wealth. This is where Bloom Money comes in,” Angelidas added. “A lot of migrant communities remit large amounts to their home countries each year. With Bloom, they now also have an opportunity to build stronger ties with the U.K., grow their wealth and qualify for additional products that they ordinarily would have struggled to access.”"
        },
        {
            "url": "https://techcrunch.com/2023/07/26/kenyas-farmworks-raises-4m-pre-series-a-funding/",
            "epoch_timestamp": 1690434232.0,
            "title": "Kenya’s FarmWorks raises $4M pre-Series A funding",
            "content": "FarmWorks, a Kenyan agtech that provides farmers with access to farm inputs, and market for their produce, has raised $4.1 million in a pre-Series A round led by Acumen Resilient Agriculture Fund, an existing investor. Livelihood Impact Fund, Vested World, a number of family offices and angel investors also participated in the round that brought the total equity funding raised by FarmWorks to $5.6 million.\nFarmWorks CEO Yi Li, who co-founded the startup with Peter Muthee in 2020, told TechCrunch that they will use the funding to strengthen their data analytics capabilities, and use AI to enhance production and influence planting and lending decisions.\nFarmWorks runs an out-grower scheme that brings together more than 2,000 smallholder farmers, which has helped it to build a supply chain network that ensures timely delivery of quality produce. It plans to grow its network of contract farmers in other regions within Kenya, in addition to the two counties in the central region of the country, where it is currently operational and has 16 collection centers.\nThe startup provides farmers with farm inputs, and pest control services, and buys their produce for export, or local sales. It also provides them with farming equipment like drip irrigation kits, on loan.\n“We are transforming what they are farming, and their income by introducing higher value crops like sugar snaps and snow peas, and finding the market. So, we become vertically integrated from day-one in both the production and the distribution side of the business,” said Li.\nAfrican climate startups set to gain ground as VC funding shifts their way\nThe startup is tapping gaps in Kenya’s agriculture sector, which accounts for 20% of the Gross Domestic Product (GDP), and employs 70% of people in the rural areas, according to this report. However, while agriculture remains a critical sector for the Kenyan economy, small scale farmers, who are the majority, are faced with myriad challenges, including lack of quality farm inputs, information on good agricultural practices, inadequate advisory support and unpredictable or unreliable markets.\nThe startup also teaches the farmers on good agricultural practices, which it demonstrates on its own trial farms.\n“We have a strong belief that the huge issue facing farmers in Kenya is production — the low yield is mainly due to poor farming practices, and soil degradation that has happened over the years,” said Li, who added that the startup is unlocking production and by boosting farmers’ capacity. The startup sells about 400 tons of farm produce a month.\nFarmWorks previously engaged in crop production on its own farms, which it has now turned into training centers.\n“There’s a lot of operational expenditure in running a big farm, and we realized that for the same efforts, we can cover a lot more farmers. That is why this year, we made a strategic decision to scale our out-grower scheme because that seemed to pick up much faster. We will be using our farms as training centers,” said Li. Li previously worked in Kenya as a management consultant for McKinsey, prior to launching FarmWorks with Muthee, who has been in the agriculture space for nearly three decades.\nTwiga starts commercial farming, looking to guarantee quality, sustain supply"
        },
        {
            "url": "https://techcrunch.com/2023/07/26/autogenai-a-generative-ai-tool-for-writing-bids-and-pitches-secures-22-3m/",
            "epoch_timestamp": 1690416092.0,
            "title": "AutogenAI, a generative AI tool for writing bids and pitches, secures $22.3M",
            "content": "Business is regularly won and lost on the strength of a proposal. Now, a startup out of London called AutogenAI has built a tool based on generative AI that it claims can help businesses write stronger pitches to improve that strike rate, and it has won some money of its own: $22.3 million from Blossom Capital, which it is using to hire more talent, expand its platform and grow its customer base.\nThe investment values AutogenAI in the region of “hundreds of millions,” we understand from a source. It previously raised some $3.5 million.\nAs a measure of AutogenAI’s success, it’s managed to pick up 28 clients since it first opened for business less than a year ago.\nAnd as a measure of just how guarded those customers are about the secret sauce they’re using to win their deals, and maybe the taboo that exists around using AI tools to replace or augment human work, AutogenAI is not disclosing a single actual customer name.\n“There is still a feeling among customers that using AI would somehow detract from the quality of the work,” Sean Williams, the founder and CEO, said in an interview, explaining why no names are being disclosed.\n(AutogenAI does note — in a press release that it proudly says was written by AutogenAI, it is a pitch after all — that the list includes “a global management consultancy, global BPO organisations, quoted and private construction companies and facilities management businesses, as well as charities and non-profits applying for grant funding.”)\nWilliams cut his teeth on years of working for some of the biggest private firms bidding to provide services to the U.K. government, an enormous business that collectively is worth nearly $500 billion annually.\nBeing successful in those tenders was a matter of experience, understanding what content to include and how to present it. But it was also a matter of budget: Those with the funds to invest in building strong bids regularly had a stronger chance of winning deals.\nAutogenAI’s aim is to address both of these areas.\nWilliams said that the platform is built on an amalgamation of large language models — it uses LLMs from OpenAI and others, he said — combined with a client’s structured and unstructured proprietary data, and an interface developed by AutogenAI itself to help users query information and create pitches that in turn are based on a company’s most successful past work. These are then presented to the client’s team, which further tailors them — or potentially rejects them — before they are submitted to pitch for a contract.\nIn theory, one could ask ChatGPT to build a business pitch, but Williams response is that AutogenAI’s versions will be considerably more specific and thus ultimately more useful to its users.\n“Companies like OpenAI are focused on AGI, super intelligence,” he said. “We’ve got a much smaller problem: We just want to help our customers win more work and work more effectively.” He estimated that AutogenAI’s software could speed up the process of writing a strong pitch “by 800%.”\nThat 800% speaks to the second area of winning bids, which is the required budget outlay. Williams estimates that some 10% of a total contract value can be eaten up by the cost of putting a bid together in the traditional way. His claim is that by using its tools it cuts down procurement costs by some 10%, improving the margins on those deals overall, with the time taken to write the first drafts of bids cut down by 70% and helping those working on bids to focus more on strategic additions.\nOphelia Brown, the founder of Blossom Capital, said that the firm was not yet using AutogenAI itself but that it planned to when it next raised funds. Its interest in the startup stemmed from the fact that while AI companies building LLMs are getting a lot of attention right now, those working on applications like AutogenAI are closer to where a wider range of businesses might make purchasing decisions.\n“Where this gets interesting is when you can see clear ROI on the spend for the product,” she said. “Companies are willing to pay for something that can help them save time and headcount.” That’s been proven out, she added, through its growth in its first nine months of business."
        }
    ]
}